Repository: remkus/genesis-translations
Catalog: genesis20/*.po
Languages: bg_bg, es_es

source: Normally, this should be unchecked. You can also set to enable automatic updates.
bg_bg: Обикновено, това трябва да бъде отметнато. Можете също да го настроите да се актуализира автоматично.
es_es: Normalmente, esto debería estar sin clicar. Puedes también marcarlo para permitir las actualizaciones automáticas.

source: This does not mean the updates happen automatically without your permission; it will just notify you that an update is available. You must select it to perform the update.
bg_bg: Това не означава, че актуализацията ще стане автоматично, без вашето разрешение, тя просто ще ви уведоми, че има налична актуализация. Трябва да го селектирате за да извърши актуализацията.
es_es: Esto no significa que las actualizaciones sucedan automaticamente sin tu consentimiento; simplemente se te notificará que hay una actualización disponible. Deberás seleccionarla para finalizar la actualización.

source: If you provide an email address and select to notify that email address when the update is available, your site will email you when the update can be performed.No, updates only affect files being updated.
bg_bg: Ако въведете имейл адрес и изберете да ви уведоми на този имейл адрес, когато има налична актуализация, вашият сайт ще ви изпрати имейл, кога може да се извърши актуализацията. Не, промените засягат само файловете, които се актуализират.
es_es: Si facilitas una dirección de correo electrónico y seleccionas que te sean notificadas a esa cuenta de correo cuando una actualización esté disponible, tu sitio web te mandará un correo cuando una actualización haya sido instalada. No, las actualizaciones solo afecta en que los archivos serán actualizados.

source: If you use Feedburner to handle your rss feed(s) you can use this function to set your site's native feed to redirect to your Feedburner feed.
bg_bg: Ако използвате Feedburner за да отговорим на вашите RSS канал (и) можете да използвате тази функция, за да настроите началната емисията на сайта, за да се пренасочи към вашия Feedburner feed.
es_es: Si utilizas Feedburner para gestionar tu feed rss, puedes usar esta función para establecer el feed nativo de tu web para redireccionarlo a tu feed de Feedburner.

source: By filling in the feed links calling for the main site feed, it will display as a link to Feedburner.
bg_bg: С попълването на feed връзки, призоваващи за основно подаване на сайт, той ще се покаже като линк към Feedburner.
es_es: Rellenando los enlaces de alimentación ("feed") para pedir la alimentación ("feed") principal del sitio web, se mostrará como un enlace a Feedburner.

source: By checking the "Redirect Feed" box, all traffic to default feed links will be redirected to the Feedburner link instead.
bg_bg: Чрез проверка на "Пренасочване Feed" кутия, целият трафик по подразбиране feed връзки ще бъдат пренасочени към Feedburner връзка, вместо.

source: This lets you select the default layout for your entire site. On most of the child themes you'll see these options:
bg_bg: Това ви позволява да изберете стандартния план за целия си сайт. По-голямата част от детските теми ще видите в тези опции:

source: Content Sidebar
bg_bg: Съдържание Sidebar

source: Sidebar Content
bg_bg: Sidebar съдържание

source: Sidebar Content Sidebar
bg_bg: Sidebar Съдържание Sidebar

source: Content Sidebar Sidebar
bg_bg: Съдържание Sidebar Sidebar

source: Sidebar Sidebar Content
bg_bg: Sidebar Sidebar Съдържание

source: This layout can also be overridden in the post/page/term layout options on each post/page/term.
bg_bg: Това разположение може да бъде преодоляно в post/page/term опциите за оформление на всеки post/page/term.

source: This box lets you define where the "Breadcrumbs" display. The Breadcrumb is the navigation tool that displays where a visitor is on the site at any given moment.
bg_bg: Тази кутия ви позволява да дефинирате къде "Breadcrumbs" се показва. Breadcrumb е навигационен инструмент, който показва, къде е един посетител в сайта във всеки един момент.

source: This allows a site wide decision on whether comments and trackbacks (notifications when someone links to your page) are enabled for posts and pages.
bg_bg: Това позволява на сайта широко решение дали коментарите и проследявания (известия, когато някой постави линкове към вашия сайт) са разрешени за постове и страници.

source: If you enable comments or trackbacks here, it can be disabled on an individual post or page. If you disable here, they cannot be enabled on an individual post or page.
bg_bg: Ако разрешите коментар или проследявания тук, той може да бъде прекратен по индивидуален пост или страница. Ако забраните тук, те не могат да бъдат активирани за всеки отделен пост или страница.
es_es: Si habilitas comentarios o trackbacks aquí, se puede deshabilitar en cada post o página individualmente. Si lo deshabilitas, no se puede habilitar por individual posteriormente en cada post o página.

source: In the Genesis Theme Settings you may change the site wide Content Archives options to control what displays in the site's Archives.
bg_bg: В настройките на Genesis темата можете да промените Съдържанието на Архивните опции за контрол на това, което се показва в архивите на сайта.

source: Archives include any pages using the blog template, category pages, tag pages, date archive, author archives, and the latest posts if there is no custom home page.
bg_bg: Архива включва кавито и да е страници с помощта на блог шаблона, категория страници, тагове страници, дата архив, автор архиви, и на последните мнения, ако там няма потребителска начална страница.

source: The first option allows you to display the post content or the post excerpt. The Display post content setting will display the entire post including HTML code up to the <!--more--> tag if used (this is HTML for the comment tag that is not displayed in the browser).
bg_bg: Първата опция ви дава възможност да се покаже съдържанието на публикацията или публикуваната извадка. Настройките на дисплея, съдържанието на публикациите ще покаже целия пост включително HTML код до <!--more--> етикет, ако се използва (това е HTML за маркер коментар той не се показва в браузъра).

source: It may also be coupled with the second field "Limit content to [___] characters" to limit the content to a specific number of letters or spaces. This will strip any HTML, but allows for more precise and easily changed lengths than the excerpt.
bg_bg: Той може да бъде свързан с второто поле "Limit content to [___] characters" за ограничаване на съдържанието на определен брой букви или пространства. Това ще премахне всички HTML, но позволява по-точно и лесно да се промени дължината от извадката.

source: The Display post excerpt setting will display the first 55 words of the post after also stripping any included HTML or the manual/custom excerpt added in the post edit screen.
bg_bg: Настройките на дисплея, откъс мненията ще покажат първите 55 думи на поста, после също отстраняване и почистване на включени HTML или ръчно / потребителски откъси добавя в пост екрана за редактиране.

source: The 'Include post image?' setting allows you to show a thumbnail of the first attached image or currently set featured image.
bg_bg: The 'Include post image?' настройката ви позволява да се покаже картината на първото прикачено изображение или функционален образ.

source: This option should not be used with the post content unless the content is limited to avoid duplicate images.
bg_bg: Тази опция не трябва да се използва с пост съдържанието освен ако съдържанието е ограничено за избягване на дублиращи се изображения.

source: The 'Image Size' list is populated by the available image sizes defined in the theme.
bg_bg: The 'Image Size' списък е населен с налични размери на изображението, определени в темата.

source: Post Navigation Technique allows you to select one of three navigation methods.
bg_bg: Post Navigation техника ви позволява да изберете един от трите метода за навигация.

source: Blog Page
bg_bg: Блог Страница
es_es: Página del blog

source: This provides you with two fields that will output to the %1$s element of your site and just before the %2$s tag. These will appear on every page of the site and are a great way to add analytic code and other scripts. You cannot use PHP in these fields. If you need to use PHP then you should look into the Genesis Simple Hooks plugin.
bg_bg: Това осигурява две полета, които ще изведе до <head></head> на сайта си и точно преди </body>. Те ще се появят на всяка страница от сайта и са чудесен начин да добавите аналитичен код и други скриптове. Не можете да използвате PHP в тези области. Ако трябва да използвате PHP след това трябва да се търсят в прости плъгини Genesis куки.

source: How Home Pages Work
bg_bg: Как Работи Началната Страница
es_es: Como funcionan las páginas de inicio

source: Most Genesis child themes include a custom home page.
bg_bg: Повечето Genesis деца теми включват потребителска начална страница.
es_es: La mayoría de child themes en Genesis incluyen una página de inicio personalizada.

source: To use this type of home page, make sure your latest posts are set to show on the front page. You can setup a page with the Blog page template to show a blog style list of your latest posts on another page.
bg_bg: За да използвате този тип на началната страница, се уверете, че всички мнения са настроени да се показват на първа страница. Можете да настроите страница с блог шаблон за да покаже на блог списъка стила на последните мнения на друга страница.

source: This home page is typically setup via widgets in the sidebars for the home page. This can be accessed via the Widgets menu item under Appearance.
bg_bg: Тази начална страница обикновено показва настройка чрез джаджи в странични ленти за началната страница. Това може да се намери на страницата за Widgets менюто по външен вид.

source: Child themes that include this type of home page typically include additional theme-specific tutorials which can be accessed via a sticky post at the top of that child theme support forum.
bg_bg: Дете темите, които включват този тип начална страница обикновено включват допълнителни специфични теми уроци, които могат да бъдат достъпни чрез публикация на върха на темата помощния форум.

source: If your theme uses a custom home page and you want to show the latest posts in a blog format, do not use the blog template. Instead, you need to rename the home.php file to home-old.php instead.
bg_bg: Ако вашата тема използва персонализирана начална страница и искате да се показват най-новите мнения в блог формат, не използвайте шаблона блог. Вместо това, вие трябва да преименувате файла home.php на home-old.php.

source: Another common home page is the "blog" type home page, which is common to most of the free child themes. This shows your latest posts and requires no additional setup.
bg_bg: Друга обща начална страница е "блог" тип начална страница, която е обща за повечето от свободни теми дете. Това показва най-новите публикации и не изисква допълнителна настройка.

source: The third type of home page is the new dynamic home page. This is common on the newest child themes. It will show your latest posts in a blog type listing unless you put widgets into the home page sidebars.
bg_bg: Третият вид на началната страница е новата динамична начална страница. Това е най-често за най-новите теми дете. Тя ще покаже най-новите мнения в блог листа, освен ако поставите джаджи в страничните ленти на началната страница.

source: This setup is preferred because it makes it easier to show a blog on the front page (no need to rename the home.php file) and does not have the confusion of no content on the home page when the theme is initially installed.
bg_bg: Тази настройка е за предпочитане, защото е по-лесно да се покаже един блог на първа страница (няма нужда да преименувате файла home.php) и няма объркване на това дали няма съдържание на началната страница, когато темата е първоначално инсталирана.

source: Home Pages
bg_bg: Начална Страница
es_es: Páginas de inicio

source: Pages:
bg_bg: Страница:
es_es: Páginas:

source: Categories:
bg_bg: Категории:
es_es: Categorías:

source: Authors:
bg_bg: Автори:
es_es: Autores:

source: Monthly:
bg_bg: Месечен:
es_es: Mensual:

source: Recent Posts:
bg_bg: Последните публикации:
es_es: Artículos Recientes:

source: This post is password protected. Enter the password to view comments.
bg_bg: Тази публикация е защитена с парола. Въведете парола, за да видите коментари.
es_es: Este artículo está protegido. Introduce tu contraseña para ver los comentarios.

source: Custom Document Title
bg_bg: Заглавие на документ по избор
es_es: Título del Documento Personalizado

source: Custom Canonical URL
bg_bg: Персонализиран канонически URI
es_es: URL Personalizada

source: Robots Meta Settings
bg_bg: Настройки на мета работи
es_es: Meta Opciones para Robots

source: Apply %s to this post/page
bg_bg: Прилагане на% S за тази публикация / страница
es_es: Aplicar %s a esta entrada/página

source: Default Layout set in <a href="%s">Theme Settings</a>
bg_bg: По подразбиране, разположена в <a href="%s">Theme Settings</a>
es_es: Plantilla Predeterminada en <a href="%s">Opciones del Tema</a>

source: Theme Settings
bg_bg: Тема настройки
es_es: Opciones del Tema

source: SEO Settings
bg_bg: SEO Настройки
es_es: Opciones SEO

source: Homepage Settings
bg_bg: Настройки на началната страница
es_es: Opciones de la Página Inicial

source: Document Head Settings
bg_bg: Настройки на head документи
es_es: Opciones del Encabezado de Documentos

source: Genesis - SEO Settings
bg_bg: Генезис - SEO Настройки
es_es: Genesis - Opciones SEO

source: Save Settings
bg_bg: Запазване на настройките
es_es: Guardar Opciones

source: Reset Settings
bg_bg: Възстановяване на настройките
es_es: Reiniciar Opciones

source: Are you sure you want to reset?
bg_bg: Сигурни ли сте че искате да възстановите?
es_es: ¿Estás seguro de que quieres resetear?

source: Left
bg_bg: Наляво
es_es: Izquierda

source: Right
bg_bg: Надясно
es_es: Derecha

source: Site Title
bg_bg: Заглавие на сайта
es_es: Título del Sitio

source: I'll manually wrap my own text on the homepage
bg_bg: Нито единият. Аз ще приключа ръчно моят собствен текст на началната страница.
es_es: Ninguno. Incluiré mi propio texto en la página principal, manualmente.

source: Apply %s to the homepage?
bg_bg: Прилагане на %s към началната страница?
es_es: ¿Aplicar %s a la Página de Inicio?

source: Relationship Link Tags
bg_bg: Връзка на линкове:
es_es: Enlace a etiquetas relacionadas %s

source: Include Windows Live Writer Support Tag?
bg_bg: Включете Windows Live таг поддръжката на записващите устройства?
es_es: ¿Incluir tags de soporte de Windows Live Writer?

source: Shortlink Tag
bg_bg: Кратък Линк Етикет:

source: Include Shortlink tag?
bg_bg: Включва кратките линк тагове ?
es_es: ¿Incluir la tag Shortlink?

source: Apply %s to Category Archives?
bg_bg: Прилагане на %s категория архиви?
es_es: ¿Aplicar %s al archivo de categorías?

source: Apply %s to Tag Archives?
bg_bg: Прилагане на %s към tag Архив?
es_es: ¿Aplicar %s a los archivos de etiquetas?

source: Apply %s to Author Archives?
bg_bg: Приложете %s към авторските архиви?
es_es: ¿Aplicar %s a los archivos de autor?

source: Apply %s to Date Archives?
bg_bg: Приложете%s към дата архивите?
es_es: ¿Aplicar %s a los archivos de fecha?

source: Apply %s to Search Archives?
bg_bg: Прилагане на %s към архива за търсене?
es_es: ¿Aplicar %s a los archivos de búsqueda?

source: Apply %s to Entire Site?
bg_bg: Прилага се %s към целия сайт?
es_es: ¿Aplicar %s a todo el sitio?

source: Apply %s to your site?
bg_bg: Прилагане на %s към вашия сайт?
es_es: ¿Aplicar %s a tu sitio?

source: Comma separated list
bg_bg: Разделени със запетая
es_es: Lista separada por comas

source: Apply %s to this archive?
bg_bg: Прилагане на %s към този архив?
es_es: ¿Aplicar %s a este archivo?

source: Information
bg_bg: Информация
es_es: Información

source: Custom Feeds
bg_bg: Потребителски канали
es_es: Feeds personalizados

source: Author Box
bg_bg: Автор кутия
es_es: Caja del autor

source: Breadcrumbs
bg_bg: Навигационните пътища
es_es: Barra de Navegación

source: Content Archives
bg_bg: Съдържание на архив
es_es: Archivos de contenido

source: Version
bg_bg: Версия:
es_es: Versión:

source: Released:
bg_bg: Издаден:
es_es: Liberada:

source: Enable Automatic Updates
bg_bg: Разрешаване на автоматична актуализация
es_es: Habilitar Actualizaciones Automáticas

source: Dynamic text
bg_bg: Динамичен текст
es_es: Texto dinámico

source: Image logo
bg_bg: Изображение на логото
es_es: Logo en imágen

source: Full Width Content
bg_bg: Пълна ширина на съдържанието
es_es: Contenido a ancho completo

source: Today's date
bg_bg: Днешната дата
es_es: Fecha actual

source: RSS feed links
bg_bg: RSS емисия връзки
es_es: Enlaces RSS

source: Search form
bg_bg: форма за търсене
es_es: Formulario de búsqueda

source: Twitter link
bg_bg: Twitter връзка
es_es: Enlace Twitter

source: Enter Twitter ID:
bg_bg: Въведете Twitter ID:
es_es: Introduce la ID de Twitter:

source: Twitter Link Text:
bg_bg: Twitter текст за връзка:
es_es: Enlace de texto Twitter:

source: Enter your custom feed URL:
bg_bg: Въведете вашия потребителски URI поддръжка:
es_es: Introduce la URL de tu feed:

source: Enter your custom comments feed URL:
bg_bg: Въведете вашия потребителски коментар за URI поддръжка:
es_es: Introduce la URL

source: Enable Comments
bg_bg: Активиране на коментарите
es_es: Habilitar Comentarios

source: on posts?
bg_bg: на публикации?
es_es: en artículos?

source: on pages?
bg_bg: на страници?
es_es: en páginas

source: Enable Trackbacks
bg_bg: Разрешаване на проследявания
es_es: Habilitar Referencias

source: Select one of the following
bg_bg: Изберете едно от следните неща:
es_es: Selecciona una opción:

source: Display post content
bg_bg: Покажи съдържанието на публикацията.
es_es: Mostrar contenido del artículo

source: Display post excerpts
bg_bg: Покажи откъси от публикацията
es_es: Mostrar un extracto

source: Limit content to
bg_bg: Лимит на съдържанието
es_es: Limitar lo mostrado a

source: characters
bg_bg: Символи
es_es: caracteres

source: Image Size
bg_bg: Размер на снимка
es_es: Tamaño de imágen

source: Previous / Next
bg_bg: Назад / Напред
es_es: Anterior / Siguiente

source: Numeric
bg_bg: цифров
es_es: Númerico

source: Display which category:
bg_bg: Показва коя категория:
es_es: Categoría a mostrar:

source: All Categories
bg_bg: Всички категории
es_es: Todas las categorías

source: Number of Posts to Show
bg_bg: Брой на публикации за показване
es_es: Número de Artículos a mostrar

source: Home
bg_bg: Начало
es_es: Portada

source: Click here to complete the upgrade
bg_bg: Щракнете тук за да завършите надгражданията
es_es: Haz clic aquí para completar la actualización

source: Genesis %s is available for %s
bg_bg: Регистрацията % S е на разположение за% S
es_es: Genesis %s está disponible para %s

source: Genesis %s is now available. We have provided 1-click updates for this theme, so please log into your dashboard and update at your earliest convenience.
bg_bg: Регистрацията % S е вече на разположение. Осигурили сме 1-клик актуализации за тази тема, така че, моля влезте в таблото и актуализирайте при първа възможност.
es_es: Genesis %s está disponible. Hemos provisto este tema de actualizaciones en un click, puedes hacer login en tu dashboard y actualizar tan pronto quieras.

source: Return to top of page
bg_bg: Върни се назад към началната страница
es_es: Volver al comienzo de la página

source: Log in
bg_bg: Вход

source: Log out
bg_bg: Изход
es_es: Desconectar

source: Leave a Comment
bg_bg: Оставете коментар
es_es: Deja un comentario

source: 1 Comment
bg_bg: 1 коментар
es_es: 1 comentario

source: % Comments
bg_bg: % коментара
es_es: % comentarios

source: Tagged With:
bg_bg: Етикети:
es_es: Etiquetada con:

source: Filed Under:
bg_bg: Категория:
es_es: Archivada en:

source: (Edit)
bg_bg: (редактирам)
es_es: (Editar)

source: <h3>Comments</h3>
bg_bg: <h3>Коментари</h3>
es_es: <h3> Comentarios </h3>

source: <h3>Trackbacks</h3>
bg_bg: <h3>Проследявания</h3>

source: says
bg_bg: казва
es_es: dice

source: Your comment is awaiting moderation.
bg_bg: Вашия коментар е в очакване на умереност.
es_es: Tu comentario está en espera para ser revisado.

source: Name
bg_bg: име
es_es: Nombre

source: Email
bg_bg: имейл

source: Website
bg_bg: уебсайт
es_es: Sitio web

source: Speak Your Mind
bg_bg: Изкажете мнението си
es_es: Opina

source: Copyright
bg_bg: Авторско право

source: Primary Navigation Menu
bg_bg: Основно навигационно меню
es_es: Menú de navegación primaria

source: Posts
bg_bg: Публикации

source: Comments
bg_bg: Коментари
es_es: Comentarios

source: [Read more...]
bg_bg: [Прочети повече...]
es_es: [Leer más...]

source: By
bg_bg: от
es_es: Por

source: About
bg_bg: за
es_es: Acerca de

source: Search
bg_bg: Търсене
es_es: Buscar

source: Primary Sidebar Widget Area
bg_bg: Основна странична лента на инструмента за пространство
es_es: Área de widgets de la barra lateral primaria

source: Secondary Sidebar Widget Area
bg_bg: Помощна странична лента на инструмента за пространство.
es_es: Área de widgets de la barra lateral secundaria

source: You are here:
bg_bg: Вие сте тук:
es_es: Estás aquí:

source: Archives for
bg_bg: Архив за:
es_es: Archivos para

source: Search for
bg_bg: Търсене за:
es_es: Buscar

source: Title
bg_bg: Надпис
es_es: Titulo

source: Displays featured page with thumbnails
bg_bg: Показва черта от страницата в миниатюри
es_es: Muestra la página con miniaturas

source: Genesis - Featured Page
bg_bg: Генезис- препоръчани страници
es_es: Genesis - Página destacada

source: by
bg_bg: от
es_es: por

source: Page
bg_bg: Страница
es_es: Página

source: Image Alignment
bg_bg: Подравняване на снимката
es_es: Alineación de la Imágen

source: None
bg_bg: Нищо
es_es: Ninguno

source: Show Page Title
bg_bg: Показване на наименованието на страницата
es_es: Mostrar Título de la Página

source: Show Page Content
bg_bg: Показване на съдържанието на страницата
es_es: Mostrar Página de Contenido

source: Content Character Limit
bg_bg: Лимит на съдържащите се символи
es_es: Límite de caracteres del Contenido

source: More Text
bg_bg: Още текст
es_es: Texto Leer más

source: Displays featured posts with thumbnails
bg_bg: Показва препоръчани публикации с миниатюри.
es_es: Muestra el post con miniaturas

source: Genesis - Featured Posts
bg_bg: Генезис- избрани публикации
es_es: Genesis - Post destacado

source: [Read More...]
bg_bg: [Прочети повече...]
es_es: [Lerr más...]

source: More Posts from this Category
bg_bg: Още публикации от тази категория
es_es: Más entradas de esta categoría

source: Category
bg_bg: Категория
es_es: Categoría

source: Number of Posts to Offset
bg_bg: Брой публикации за изместване
es_es: Número de Artículos a compensar

source: Order By
bg_bg: Подреждане по
es_es: Ordenados por

source: Date
bg_bg: Дата
es_es: Fecha

source: Parent
bg_bg: Източник/причина
es_es: Raiz

source: Comment Count
bg_bg: Преброяване на коментарите
es_es: Contador de Comentarios

source: Random
bg_bg: Случаен
es_es: Aleatorio

source: Sort Order
bg_bg: Ред на сортиране
es_es: Orden de Clasificación

source: Descending (3, 2, 1)
bg_bg: Низходящ (3, 2, 1)
es_es: Descendente (3, 2, 1)

source: Ascending (1, 2, 3)
bg_bg: Възходящ (1, 2, 3)
es_es: Ascendente (1, 2, 3)

source: Show Author Gravatar
bg_bg: Покажи Аватара
es_es: Mostrar Gravatar del Autor

source: Gravatar Size
bg_bg: Размер на аватара
es_es: Tamaño del Gravatar

source: Small (45px)
bg_bg: Малък (45px)
es_es: Pequeño(45px)

source: Medium (65px)
bg_bg: Среден (65px)
es_es: Mediano (65px)

source: Large (85px)
bg_bg: Голям (85px)
es_es: Grande (85px)

source: Extra Large (125px)
bg_bg: Екстра голям (125px)
es_es: Muy Grande (125px)
