Repository: remkus/genesis-translations
Catalog: genesis20/*.po
Languages: bg_bg, es_es

source: You can import a file you've previously exported. The file name will start with %s followed by one or more strings indicating which settings it contains, finally followed by the date and time it was exported.
bg_bg: Можете да импортирате файл, който е изнесен преди това. Името на файла ще започне с %s последвано от едно или повече низове, показващи какви настройки съдържа, накрая последвано от датата и часа, за да бъде изнесено.
es_es: Puedes importar un archivo previamente exportado. El nombre del archivo empezará por %s seguido de una o más cadenas de texto indicando los ajustes que contiene, seguido finalmente por la fecha y hora en que fue exportado.

source: The Custom Document Title sets the page title as seen in browsers and search engines.
bg_bg: Потребителстото заглавие на документа определя заглавието на страницата, както се вижда в браузъри и търсачки.
es_es: El título personalizado de documento fija el título de la página como se verá en navegadores y buscadores.

source: The Custom Body Class adds a class to the body tag in the HTML to allow CSS modification exclusively for this post type's archive page.
bg_bg: Custom Body Class добавя класа на тялото таг в HTML за да позволи CSS модификация единствено за архив страницата на тази публикация.
es_es: La clase de cuerpo personalizada añade una clase a la etiqueta del cuerpo en el HTML para permitir modificaciones de CSS exclusivamente para la página de archivos de este tipo de entrada.

source: The Archive Intro Text sets the text before the archive entries to introduce the content to the viewer.
bg_bg: The Archive Intro Text поставя текста, преди архивните записи да въведат съдържанието на зрителя.
es_es: El Texto Introductorio de Archivo, establece el texto que aparecerá antes de las entradas del archivo, a modo de presentación del contenido para el lector.

source: In the General Settings you can select a specific category to display from the drop down menu, and exclude categories by ID, or even select how many posts you'd like to display on this page.
bg_bg: В общите настройки можете да изберете определена категория за да се покаже от падащото меню, и да изключите категории от ID, или дори да изберете колко мнения искате да се покажат на тази страница.
es_es: En los Ajustes Generales, puedes seleccionar una categoría específica para mostrar en el menu desplegable, y excluir categorías por su ID, o incluso seleccionar cuántas entradas te gustaría mostrar en la página.

source: You can find more on this feature in the <a href="%s" target="_blank">How to Add a Post Category Page tutorial.</a>
bg_bg: Можете да намерите повече за тази функция в <a href="%s" target="_blank"> How to Add a Post Category Page tutorial.</a>
es_es: Puedes saber más acerca de esta funcionalidad en el tutorial <a href="%s" target="_blank">Cómo Añadir una Página de Categoría.</a>

source: These options can be extended or limited by the child theme. Additionally, many of the child themes do not allow different layouts on the home page as they have been designed for a specific home page layout.
bg_bg: Тези опции може да бъдат удължени или ограничени с детето тема. Освен това, много от децата теми не позволяват различни оформления на началната страница, тъй като те са предназначени за конкретно оформление на началната страница.
es_es: Estas opciones pueden ser ampliadas o limitadas por el tema hijo. Además, muchos temas hijo, no permiten distintos layouts para la página de inicio, ya que han sido diseñados para un layout de página de inicio específico.

source: The Archive Headline sets the title seen on the archive page
bg_bg: The Archive Headline поставя заглавието и се вижда на архив страницата
es_es: La Cabecera de Archivo ("Archive Headline") establece el título que aparece en la página de archivo.

source: The Robots Meta Tags tell search engines how to handle the archive page. Noindex means not to index the page at all, and it will not appear in search results. Nofollow means do not follow any links from this page and noarchive tells them not to make an archive copy of the page.
bg_bg: The Robots Meta Tags казва търсачките как да се справят с архив страницата. Noindex означава да не се индексира страницата на всички, и тя няма да се появи в резултатите от търсенето. Nofollow означава да не се следват връзките от тази страница и noarchive им казва да не прави архив копие на страницата.
es_es: Las etiquetas meta robots, le dicen a los motores de búsqueda qué hacer con la página de archivo. Noindex, significa que la página no sea indexada de ninguna manera, y no aparecerá en los resultados de una búsqueda. Nofollow, significa que ninguna de los links de la página sean seguidos, y noarchive significa no realizar una copia de archivo de la página.

source: Use semantic HTML5 page and section headings throughout site?
bg_bg: Използвайте семантично HTML5 страница и секционната позиция на целия сайт?
es_es: Utilizar encabezados en HTML5 semantico de página y sección en todo el sitio web?

source: When you click the button below, Genesis will generate a data file (%s) for you to save to your computer.
bg_bg: Когато щракнете върху бутона по-долу, Genesis ще генерира файл с данни (%s) за да запишете на вашия компютър.
es_es: Cuando pulses el siguiente botón, Genesis generará un archivo (%s) para que lo puedas guardar en tu ordenador.

source: This works with the Blog Template, which is a page template that shows your latest posts. It's what people see when they land on your homepage.
bg_bg: Това работи с блог шаблон, който е една страница шаблон, който показва най-новите мнения. Това е, което хората виждат, когато кацнат на началната си страница.
es_es: Esto funciona con la plantilla "blog", una plantilla que muestra los últimos posts. Es lo que la gente ve cuando van a parar a tu página de inicio.

source: The Meta description and keywords fill in the meta tags for the archive page. The Meta description is the short text blurb that appear in search engine results.
bg_bg: Мета описание и ключови думи за попълване на мета тагове за архива страница. Мета описанието е кратък текст отзив, които се появяват в резултатите от търсенето.
es_es: La Meta descripción y las palabras clave rellenan las etiquetas meta para la página de archivo. La Meta descripción es la breve reseña de texto que aparece en los resultados de los motores de búsqueda.

source: These options can be extended or limited by the child theme.
bg_bg: Тези опции може да бъдат удължени или ограничени с детето тема.
es_es: Estas opciones pueden ampliarse o limitarse en un tema hijo

source: Once you upload an import file, it will automatically overwrite your existing settings.
bg_bg: След като качите файла внос, той автоматично ще презапише съществуващите си настройки.
es_es: Una vez cargado un archivo, éste sobreescribirá los ajustes anteriores.

source: Upload the data file (%s) from your computer and we'll import your settings.
bg_bg: Качете файл с данни (%s) от вашия компютър и ще импортирате настройките си.

source: This lets you select the layout for the archive page. On most of the child themes you'll see these options:
bg_bg: Това ви позволява да изберете оформлението за архивната страницата. В по-голямата част от децата теми ще видите тези опции:
es_es: Esto te permite seleccionar el diseño de la página de archivo. En la mayoría de los temas hijo, verás estas opciones:

source: You can export your Genesis-related settings to back them up, or copy them to another site. Child themes and plugins may add their own checkboxes to the list. The settings are exported in %s format.
bg_bg: Можете да експортирате вашите Genesis свързани настройки, за да ги архивирате, или да ги копирате в друг сайт. Детските теми и плъгини могат да добавят свои собствени отметки в списъка. Настройките се изнасят в %s формат.
es_es: Puedes exportar tus configuraciones relacioandas con Génesis para hacerles un respaldo, o copiarlas a otro sitio. Los temas hijos y otros complementos pueden agregar sus propias casillas de verificación a la lista. Las configuraciones son exportadas en el formato %s.

source: Load Superfish Script?
bg_bg: Поставете Superfish Script?
es_es: ¿Cargar secuencia de comandos Superfish?

source: If you provide an email address above, you will be notified via email when a new version of Genesis is available.
bg_bg: Ако въведете имейл адреса по-горе, вие ще бъдете уведомени по електронната поща, когато нова версия на Genesis е на разположение.
es_es: Si proporcionas una dirección de correo electrónico, recibirás una notificación cuando esté disponible una nueva versión de Genesis.

source: There are some special features of the Blog Template that allow you to specify which category to show on each page using the template, which is helpful if you have a "News" category (or something else) that you want to display separately.
bg_bg: Има някои особености на блог шаблона, който ви позволява да определите кои категории да се показват на всяка страница с помощта на шаблон, което е полезно ако имате "Новини" категория (или нещо друго), които искате да покажете поотделно.
es_es: Hay algunas características especiales de la Plantilla de Blog que te permitirán especificar qué categorías mostrar en cada página usando la plantilla, lo cual es útil si tienes una categoría de "Noticias" (o algo más) que quieres mostrar por separado.

source: data in style sheet files
bg_bg: Данни в различни стилове файлове
es_es: datos en archivos de hoja de estilos

source: This is the %s. You can add content to this area by visiting your <a href="%s">Widgets Panel</a> and adding new widgets to this area.
bg_bg: Това е %s. Можете да добавите съдържанието на тази област, като посетите <a href="%s">Widgets Panel</a> и добавите нови джаджи в тази област.
es_es: Este es el %s. Puedes agregar contenido en esta área visitando tu <a href="%s">Panel de Widgets</a> y agregando nuevos widgets en esta área.

source: The <strong>Dynamic text</strong> option will use the Site Title and Site Description from your site's settings in your header.
bg_bg: The <strong>Dynamic text</strong> опция ще използвате Сайт Заглавие и описание на сайта от настройките на сайта ви във вашата глава.
es_es: La opción <strong>Texto dinámico</strong> usará el Título de Sitio y Descripción de Sitio de la configuración de tu sitio en tu encabezado.

source: The <strong>Image logo</strong> option will use a logo image file in the header instead of the site's title and description. This setting adds a .header-image class to your site, allowing you to specify the header image in your child theme's style.css. By default, the logo can be saved as logo.png and saved to the images folder of your child theme.
bg_bg: The <strong>Image logo</strong> опция ще използвате файл с изображение лого в хедъра вместо заглавието на сайта и описание. Тази настройка добавя. заглавно изображение клас към вашия сайт, което ви позволява да се уточни заглавната част на изображението в style.css детето тема. По подразбиране, логото може да се запише като logo.png и запамети в папка снимки на детето тема.

source: The Primary Navigation Extras typically display on the right side of your Primary Navigation menu.
bg_bg: Първичните Екстри Навигации обикновено се показват от дясната страна на основното ви меню.

source: Today's date displays the current date
bg_bg: Днешна дата показва текущата дата
es_es: Fecha de hoy muestra la fecha actual.

source: RSS feed link displays a link to the RSS feed for your site that a reader can use to subscribe to your site using the feedreader of their choice.
bg_bg: RSS емисия линк показва линк към RSS за сайта ви, че читателят може да се абонира за вашия сайт с помощта на feedreader по техен избор.

source: Search form displays a small search form utilizing the WordPress search functionality.
bg_bg: Формата за търсене показва малка форма за търсене използвана за търсене на WordPress функционалности.

source: Twitter link displays a link to your Twitter profile, as indicated in Twitter ID setting. Enter only your user name in this setting.
bg_bg: Twitter линка показва линк към вашия профил Twitter, както е посочено в Twitter ID настройката. Въведете само потребителското си име в тази настройка.

source: In order to view the Primary navigation menu settings, you must build a <a href="%s">custom menu</a>, then assign it to the Primary Menu Location.
bg_bg: За да видите Основни настройки на навигационното меню, трябва да изградите a <a href="%s">custom menu</a>, след това го задайте към основното меню.

source: Genesis %s is available. <a href="%s" %s>Check out what's new</a> or <a href="%s" %s>update now.</a>
bg_bg: Genesis %s is available. <a href="%s" %s> Провери за новости</a> or <a href="%s" %s>update now.</a>

source: This allows you to import or export Genesis Settings.
bg_bg: Това ви позволява да внасяте или изнасяте Genesis настройки.
es_es: Esto te permite importar o exportar los Ajustes de Genesis.

source: This is specific to Genesis settings and does not includes posts, pages, or images, which is what the built-in WordPress import/export menu does.
bg_bg: Това е специфичен Genesis за настройки и не включва публикации, страници, или снимки, това са вграденията които WordPress внос / износ менюто прави.

source: It also does not include other settings for plugins, widgets, or post/page/term/user specific settings.
bg_bg: Той също така не включва други настройки за приставки, приспособления или пост / страница / план / потребител специфични настройки.

source: Import
bg_bg: Импортиране
es_es: Importar

source: This cannot be undone
bg_bg: Това не може да бъде отменено
es_es: Ésto no se puede deshacer

source: Export
bg_bg: Експортиране
es_es: Exportar

source: For more information:
bg_bg: За повече информация:
es_es: Para más información:

source: Get Support
bg_bg: Вземи поддръжка
es_es: Obtener soporte

source: Genesis Snippets
bg_bg: Genesis Откъси

source: Genesis Tutorials
bg_bg: Genesis Уроци
es_es: Tutoriales de Genesis

source: Genesis SEO (search engine optimization) is polite, and will disable itself when most popular SEO plugins (e.g., All-in-One SEO, WordPress SEO, etc.) are active.
bg_bg: Genesis SEO (Search Engine Optimization) е учтив, и ще се деактивира, когато най-популярните плъгини SEO (например, All-In-One SEO, WordPress SEO и т.н.) са активни.

source: If you don’t see an SEO Settings sub menu, then you probably have another SEO plugin active.
bg_bg: Ако не виждате SEO Settings подменюто, тогава най-вероятно има друг активен SEO плъгин.
es_es: Si no ves un submenú de ajustes SEO, entonces es probable que tengas activo otro plugin SEO.

source: If you see the menu, then opening that menu item will let you set the General SEO settings for your site.
bg_bg: Ако видите менюто, след отваряне на менюто ще ви позволи да зададете общите настройки SEO за вашия сайт.

source: Each page, post, and term will have its own SEO settings as well. The default settings are recommended for most users. If you wish to adjust your SEO settings, the boxes include internal descriptions.
bg_bg: Всяка страница, пост, и срок ще имат свои собствени настройки на SEO. Настройките по подразбиране се препоръчват за повечето потребители. Ако желаете да коригирате вашите SEO настройки, кутиите включват вътрешни описания.

source: Below you'll find a few succinct notes on the options for each box:
bg_bg: По-долу ще намерите няколко кратки бележки относно опциите за всяко поле:

source: Doctitle Settings
bg_bg: Doctitle Настройки
es_es: Ajustes para Doctitle

source: <strong>Append Site Description</strong> will insert the site description from your General Settings after the title on your home page.
bg_bg: <strong>Append Site Description</strong>ще въведете описание на сайта си от Общи настройки след заглавието на началната си страница.
es_es: <strong>Anexar descripción del sitio</strong> podrá agregar desde Ajustes Generales una descripción del sitio, que se mostrará después del titulo en tu página de inicio.

source: <strong>Append Site Name</strong> will put the site name from the General Settings after the title on inner page.
bg_bg: <strong>Append Site Name</strong> ще постави името на сайта от общите настройки след заглавието на вътрешна страница.

source: <strong>Doctitle Append Location</strong> determines which side of the title to add the previously mentioned items.
bg_bg: <strong>Doctitle Append Location</strong> определя коя част на заглавието да добавите от споменатите по-горе продукти.

source: The <strong>Doctitle Separator</strong> is the character that will go between the title and appended text.
bg_bg: The <strong>Doctitle Separator</strong> е знак, че ще мине между заглавието и текста за добавяне.

source: These are the homepage specific SEO settings. Note: these settings will not apply if a static page is set as the front page. If you're using a static WordPress page as your hompage, you'll need to set the SEO settings on that particular page.
bg_bg: Това са специфични настройки SEO на началната страница. Забележка: тези настройки няма да се прилагат, ако статичната страница е зададена на първа страница. Ако използвате помощта на статична страница WordPress като ваша начална страница, ще трябва да зададете SEO настройки на съответната страница.

source: You can also specify if the Site Title, Description, or your own custom text should be wrapped in an &lt;h1&gt; tag (the primary heading in HTML).
bg_bg: Можете също да зададете,ако в участъка има заглавие на сайта, Описание, или свой ​​собствен текст,който трябва да бъде опакован в &lt;h1&gt; tag (the primary heading in HTML).

source: To add custom text you'll have to either edit a php file, or use a text widget on a widget enabled homepage.
bg_bg: За да добавите персонализиран текст ще трябва или да редактирате на php файла, или да използвате текст джаджа на една от джаджите за поддръжка на начална страница.
es_es: Para añadir texto a medida, tendrás que editar un archivo php o bien usar un widget de texto en una página de inicio que tenga habilitados los widgets.

source: The home doctitle sets what will appear within the %1$s tags (unseen in the browser) for the home page.
bg_bg: Началните doctitle определят какво ще се появи в рамките на <title></title> tags (unseen in the browser) за началната страница.

source: The home META description and keywords fill in the meta tags for the home page. The META description is the short text blurb that appear in search engine results.
bg_bg: Начално META описания и ключови думи попълване на мета тагове за началната страница. META описанито е кратък текст отпечатана отправка, който се появява в резултатите от търсенето.

source: Most search engines do not use Keywords at this time or give them very little consideration; however, it's worth using in case keywords are given greater consideration in the future and also to help guide your content. If the content doesn’t match with your targeted key words, then you may need to consider your content more carefully.
bg_bg: Повечето търсачки не използват ключови думи в този момент или им отделят много малко внимание, въпреки, че е подходящо да се използват в случай, ключови думи и да им се отделя повече внимание в бъдеще, както и да ви помогат на вашето съдържание. Ако съдържанието не съвпада с вашите целеви ключови думи след това може да се наложи да се разгледа съдържанието по-внимателно.

source: The Homepage Robots Meta Tags tell search engines how to handle the homepage. Noindex means not to index the page at all, and it will not appear in search results. Nofollow means do not follow any links from this page and noarchive tells them not to make an archive copy of the page.
bg_bg: Начална страница Robots Meta Tags казва на търсачките как да се справят с началната страница. Noindex означава да не се индексира страницата на всички, и тя няма да се появи в резултатите от търсенето. Nofollow означава средствата да не се следват връзките от тази страница и NOARCHIVE им казва да не прави архив копие на страницата.

source: The Relationship Link Tags are tags added by WordPress that currently have no SEO value but slow your site load down. They're disabled by default, but if you have a specific need&#8212;for a plugin or other non typical use&#8212;then you can enable as needed here.
bg_bg: The Relationship Link Tags са добавени тагове от WordPress, които в момента нямат никаква стойност SEO, но бавно зареждат вашият сайт надолу. Те се изключват по подразбиране, но ако имате конкретна необходимост need&#8212;за плъгин или други нетипични употреби&#8212;след това можете да разрешите ако е необходимо тук.

source: You can also add support for Windows Live Writer if you use software that supports this and include a shortlink tag if this is required by any third party service.
bg_bg: Можете също така да добавите поддръжка за Windows Live Writer, ако използвате софтуер, който поддържа и включва кратки линкови татове ако това се изисква от всяка трета страна услуга.

source: Noarchive and noindex are explained in the home settings. Here you can select what other parts of the site to apply these options to.
bg_bg: NOARCHIVE и Noindex са обяснени в началните настройки. Тук можете да изберете какви други части на сайта да прилагате от тези възможности.

source: At least one archive should be indexed, but indexing multiple archives will typically result in a duplicate content penalization (multiple pages with identical content look manipulative to search engines).
bg_bg: Най-малко един архив следва да бъде индексиран, но индексиране на множество архиви обикновено ще доведе до дублиране на съдържанието (няколко страници с идентично съдържание изглежда манипулативно за търсачките).

source: For most sites either the home page or blog page (using the blog template) will serve as this index which is why the default is not to index categories, tags, authors, dates, or searches.
bg_bg: За повечето сайтове началната страница или блог страницата (с помощта на блога шаблон) ще послужи като този индекс, ето защо по подразбиране не индексира категории, етикети, автори, дати или търсения.

source: Your Theme Settings provides control over how the theme works. You will be able to control a lot of common and even advanced features from this menu. Some child themes may add additional menu items to this list, including the ability to select different color schemes or set theme specific features such as a slider. Each of the boxes can be collapsed by clicking the box header and expanded by doing the same. They can also be dragged into any order you desire or even hidden by clicking on "Screen Options" in the top right of the screen and "unchecking" the boxes you do not want to see. Below you'll find the items common to every child theme &#x02026;
bg_bg: Вашата тема настройки осигурява контрол над това как темата работи. Вие ще бъдете в състояние да контролирате много общи и дори разширени функции от това меню. Някои малки теми могат да добавят допълнителни елементи на менюто към този списък, включително и възможността за избор на различни цветови схеми или да зададете специфични тематични функции като слайдер. Всяка от кутиите може да се срине, като щракнете върху полето с глава и разширение със същото. Те могат също така да се влачат в произволен ред или дори ако желаете скрити, като кликнете върху "Screen Options" в горния десен ъгъл на екрана и "махнете отметката" на кутиите, които не искате да видите. По-долу ще намерите елементи, общи за всяка тема ...

source: The information box allows you to see the current Genesis theme information and display if desired.
bg_bg: Информационната кутия ви позволява да видите текущата информация в Genesis тема и ще я покаже, ако желаете.
