Repository: remkus/genesis-translations
Catalog: genesis20/*.po
Languages: bg_bg, es_es

source: Gravatar Alignment
bg_bg: Подравняване на аватара
es_es: Alineación del Gravatar

source: Show Post Title
bg_bg: Покажи публикуваното наименование
es_es: Mostrar Título del Artículo

source: More Text (if applicable)
bg_bg: Още текст (ако е приложим)
es_es: Leer más (si procede)

source: To display an unordered list of more posts from this category, please fill out the information below
bg_bg: За да се покаже неподреден списък на повече публикации от тази категория, моля попълнете информацията по-долу.
es_es: Para mostrar una lista desordenada o más artículos de esta categoría, por favor rellena la siguiente información

source: Show Category Archive Link
bg_bg: Показване на категория архивни връзки
es_es: Mostrar enlace al Archivo de Categoría

source: Link Text
bg_bg: Връзка на текст
es_es: Enlace de Texto

source: Displays user profile block with Gravatar
bg_bg: Показва потребителски блок профил на аватара
es_es: Muestra el bloque del perfil del usuario con Gravatar

source: Genesis - User Profile
bg_bg: Генезис - потребителски профил
es_es: Genesis - Perfil de usuario

source: View My Blog Posts
bg_bg: Преглед на моите блог публикации
es_es: Ver mis posts

source: Select a user. The email address for this account will be used to pull the Gravatar image.
bg_bg: Изберете потребител. Адресът на електронната поща за този профил ще бъде използван, за да дръпнем изображението от аватара.
es_es: Selecciona un usuario. La dirección de correo electrónico de esta cuenta se utilizará para extraer la imagen Gravatar.

source: Small
bg_bg: малък
es_es: Pequeño

source: Medium
bg_bg: среден
es_es: Mediano

source: Large
bg_bg: голям
es_es: Grande

source: Extra Large
bg_bg: много голям
es_es: Extragrande

source: Select which text you would like to use as the author description
bg_bg: Изберете текста, който бихте искали да използвате като авторско описание
es_es: Selecciona que texto deseas usar como descripción del autor

source: Author Bio
bg_bg: автор био
es_es: Nota biográfica del Autor

source: Custom Text (below)
bg_bg: Потребителски Текст (по-долу)
es_es: Texto personalizado (abajo)

source: Choose your extended "About Me" page from the list below. This will be the page linked to at the end of the about me section.
bg_bg: Изберете продължителната "За мен " страница от списъка по-долу. Това ще бъде страницата, свързана в края на моя раздел.
es_es: Escoge de la lista de abajo tu página extendida para la sección "Acerca de mi". Esta será la pagina a la que apuntará el enlace al final de dicha sección.

source: Show Author Archive Link?
bg_bg: Покажи аватар архивната връзка?
es_es: Mostrar enlace al Archivo de Autores?

source: Genesis - Import/Export
bg_bg: Генезис - - Импорт / Експорт
es_es: Genesis - Importar/Exportar

source: Import Genesis Settings File
bg_bg: Внос Генезис Настройки на файла
es_es: Importar Archivo de Configuración de Genesis

source: Upload File (Maximum Size: %s):
bg_bg: Качи файл: (максимален размер: %s)
es_es: Cargar Archivo: (Tamaño Máximo: %s)

source: Export Genesis Settings File
bg_bg: Генезис Настройки на експорта на файла
es_es: Exportar Archivo de Configuración de Genesis

source: Once you have saved the download file, you can use the import function on another site to import this data.
bg_bg: След като сте записали изтегления файл, можете да използвате функцията за внос на друго място, за да импортирате тези данни.
es_es: Una vez que hayas guardado el archivo descargado, puedes utilizar la función "Importar Archivo de Configuración de Genesis" en otro sitio para importar estos datos.

source: Download Export File
bg_bg: Изтеглете документация по износа
es_es: Descargar Archivo Exportado

source: Characters Used: %s
bg_bg: Знаците, използвани: %s
es_es: Caracteres utilizados: %s

source: Custom Redirect URL
bg_bg: Персонализирано пренасочване URI
es_es: URL de Redirección Personalizada

source: Custom Body Class
bg_bg: Потребителски еталон
es_es: Clase "body" Personalizado

source: Custom Post Class
bg_bg: Потребителски публикации по класове
es_es: Clase "post" Personalizado

source: Import/Export
bg_bg: Импорт / Експорт
es_es: Importar/Exportar

source: Choose Layout
bg_bg: Изберете оформление
es_es: Escoger Plantilla

source: Include the Featured Image?
bg_bg: Включване на избраното изображение?
es_es: ¿Incluir la Imaged Destacada?

source: Genesis Admin Menus
bg_bg: Genesis администраторски менюта
es_es: Menus de Administración Genesis

source: Enable Genesis Admin Menu?
bg_bg: Разрешаване на Генезис Администраторски менюта?
es_es: ¿Habilitar Menú de Administración Genesis?

source: Enable SEO Settings Submenu?
bg_bg: Активирайте SEO настройките на подменюто?
es_es: ¿Habilitar Submenu de Configuración SEO?

source: Enable Import/Export Submenu?
bg_bg: Активирайте Импорт / Експорт подменюто?
es_es: ¿Habilitar Submenu de Configuración SEO?

source: Enable Author Box on this User's Posts?
bg_bg: Активирайте авторската кутия за мнения на този потребител?
es_es: ¿Habilitar la Caja de Autor en los Artículos de este Usuario?

source: Enable Author Box on this User's Archives?
bg_bg: Активиране на авторската кутия на този потребителски архив?
es_es: ¿Habilitar la Caja de Autor en los Archivos de este Usuario?

source: These settings apply to this author's archive pages.
bg_bg: Тези настройки важат за тези авторски архивни страници.
es_es: Esta configuración aplica a las páginas de archivo de este autor.

source: Custom Archive Headline
bg_bg: Потребителско Архивно Заглавие
es_es: Título de Archivo Personalizado

source: Will display in the %s tag at the top of the first page
bg_bg: Ще се показва в %s таг в горната част на първата страница
es_es: Desplegar en la etiqueta %s en la parte superior de la primera página

source: Custom Description Text
bg_bg: Потребителско текстово описание
es_es: Descripción de Texto Personalizado

source: This text will be the first paragraph, and display on the first page
bg_bg: Този текст ще бъде първия параграф и се показва на първа страница
es_es: Este texto será el primer párrafo, y se mostrará en la primera página

source: Show Featured Image
bg_bg: Показване на избратото изображение
es_es: Mostrar Imagen Destacada

source: Show Post Info
bg_bg: Показване на информационната публикация
es_es: Mostrar Información de la Entrada

source: Content Type
bg_bg: Тип съдържание
es_es: Tipo de Contenido

source: Show Content
bg_bg: Показване на съдържанието
es_es: Mostrar Contenido

source: Show Excerpt
bg_bg: Поазване на извадки
es_es: Mostrar Extracto

source: Show Content Limit
bg_bg: Показване на лимит на съдържание
es_es: Mostrar Límite del Contenido

source: No Content
bg_bg: Няма съдържание
es_es: Sin Contenido

source: Not found:
bg_bg: Не е намерена:
es_es: No encontrado:

source: Header Right
bg_bg: Заглавие отдясно
es_es: Encabezado Derecho

source: Primary Sidebar
bg_bg: Основна странична лента
es_es: Barra Lateral Primaria

source: Secondary Sidebar
bg_bg: Помощна странична лента
es_es: Barra Lateral Secundaria

source: There was a problem importing your settings. Please try again.
bg_bg: Имаше проблем при импортирането на вашите настройки. Моля, опитайте отново.
es_es: Hubo un problema importando sus configuraciones. Por favor, intente nuevamente.

source: No Label Selected
bg_bg: Не е избран надпис
es_es: Ninguna Etiqueta Seleccionada

source: Footer %d
bg_bg: Долен %d
es_es: Pie de Página %d

source: No export options available.
bg_bg: Няма налични възможности за износ.
es_es: No existen opciones de exportación disponibles.

source: Select / Deselect All
bg_bg: Избор / Премахнете отметките на всички
es_es: Seleccionar / Deseleccionar Todo

source: ago
bg_bg: преди
es_es: hace

source: Previous Page
bg_bg: Предишна страница
es_es: Página Anterior

source: Next Page
bg_bg: Следваща страница
es_es: Página Siguiente

source: Default
bg_bg: По подразбиране
es_es: Por Defecto

source: Choose the file from your computer and click "Upload file and Import"
bg_bg: Изберете файла от вашия компютър и щракнете върху "Качи файл и внос "
es_es: Seleccione el archivo en su computadora y haga clic en "Cargar Archivo e Importar"

source: Upload File and Import
bg_bg: Качи файл и внос
es_es: Cargar Archivo e Importar

source: Settings successfully imported.
bg_bg: Настройките са внесени успешно.
es_es: ¡Configuración Importada Exitosamente!

source: Settings reset.
bg_bg: Настройките възстановени.
es_es: Configuración reiniciada

source: Settings saved.
bg_bg: Настройките са запазени.
es_es: Configuración guardada

source: Keywords are generally ignored by Search Engines.
bg_bg: Ключовите думи обикновено са игнорирани от търсачките.
es_es: Las palabras clave son generalmente ignoradas por los motores de búsqueda.

source: Default Layout
bg_bg: Оформление по подразбиране
es_es: "Layout" predeterminado

source: Comments and Trackbacks
bg_bg: Коментари и проследявания
es_es: Comentarios y Referencias

source: Header and Footer Scripts
bg_bg: Горен и долен колонтитул на скриптове
es_es: Scripts de Encabezado y Pie de Página

source: This can be helpful for diagnosing problems with your theme when seeking assistance in the <a href="%s" target="_blank">support forums</a>.
bg_bg: Това може да бъде полезно за диагностициране на проблеми с вашата тема, когато се търси помощ в <a href="%s" target="_blank">помощен форум</a>.
es_es: Esto puede ser de gran ayuda para diagnosticar los problemas cuando solicitas ayuda en los <a href="%s" target="_blank">foros de soporte</a>.

source: Front Page
bg_bg: Заглавна страница
es_es: Página Principal

source: Pages
bg_bg: Страници
es_es: Páginas

source: Archives
bg_bg: Архиви
es_es: Archivos

source: 404 Page
bg_bg: 404 страница
es_es: Página 404

source: These options will affect any blog listings page, including archive, author, blog, category, search, and tag pages.
bg_bg: Тези опции ще се отразят на всеки блог, обявени страници,включително архив, автор, блог, категория, търсене и таг страници.
es_es: Estas opciones afectarán a cualquier página de anuncios blog, incluyendo archivos, autor, blog, categoría, búsqueda y páginas de etiquetas.

# time difference
source: seconds
bg_bg: секунди
es_es: segundos

# time difference
source: %s year
bg_bg: Единствено число: %s година
es_es: %s año

# time difference
source: %s month
bg_bg: Единствено число: %s месец
es_es: %s mes

# time difference
source: %s week
bg_bg: Единствено число: %s седмица
es_es: %s semana

# time difference
source: %s day
bg_bg: Единствено число: %s ден
es_es: %s día

# time difference
source: %s hour
bg_bg: Единствено число: %s час
es_es: %s hora

# time difference
source: %s minute
bg_bg: Единствено число: %s минута
es_es: %s minuto

# time difference
source: %s second
bg_bg: Единствено число: %s секунда
es_es: %s segundo

# separator in time difference
source: and
bg_bg: край
es_es: y

source: Theme SEO Settings
bg_bg: Тема SEO Настройки
es_es: Opciones SEO del Tema

source: Layout Settings
bg_bg: Настройки на макета
es_es: Opciones de Plantilla

source: Adjacent Posts %s link tags
bg_bg: Прилежащите публикации %s линк тагове
es_es: Etiquetas de enlace %s a Entradas Adyacentes

source: Archive Settings
bg_bg: Архив на настройки
es_es: Opciones de Archivo

source: Follow me on Twitter
bg_bg: Последвайте ме в Twitter
es_es: Sígueme en Twitter

source: Color Style
bg_bg: Стил на цвят
es_es: Estilo de Color

source: Image Size:
bg_bg: Размер на снимката:
es_es: Tamaño de Imagen:

source: This code will output immediately before the closing %s tag in the document source.
bg_bg: %1$s куката се изпълнява непосредствено преди затварянето%2$s етикет в документа източник.
es_es: El gancho (hook) %1$s se executa inmediatamente antes de cerrar la etiqueta %2$s en el código fuente del documento.

source: Color Style:
bg_bg: Стил цвят:
es_es: Estilo de Color:

source: Please select the color style from the drop down list and save your settings.
bg_bg: Моля изберете стил на цвета от падащия списък и запазете настройките си.
es_es: Por favor, seleccione el estilo de color que desee en la lista desplegable y guarde la configuración.

source: User Permissions
bg_bg: Потребителски разрешения
es_es: Permisos de Usuario:

source: Author Archive Settings
bg_bg: Настройки на Авторски Архив
es_es: Opciones del Archivo de Autor

source: You cannot use %s to create two menus in the same subclass. Please use separate subclasses for each menu.
bg_bg: Не можете да използвате %s за създаването на две менюта в същия подклас.
es_es: Usted no puede utilizar %s para crear dos menús en la misma subclase. Por favor utilice subclases diferentes para cada menú.

source: The argument, "context", has been replaced with "theme_location" in the $args array.
bg_bg: Аргументът, "context", е заменен с "theme_location " в $args масив.
es_es: El argumento. "context", ha sido reemplazado por "theme_location" en la serie (array) $args

source: Dismiss
bg_bg: Отхвърляне
es_es: Descartar

source: This is the primary sidebar if you are using a two or three column site layout option.
bg_bg: Това е основната страничната лента, ако използвате две или три колони от опцията за оформлението на сайта.
es_es: Esta es la Barra Lateral Primaria si estás usando una opción de plantilla de dos o tres columnas.

source: This is the secondary sidebar if you are using a three column site layout option.
bg_bg: Това е средната странична лента ако използвате трите колони за оформлението на сайта.
es_es: Esta es la Barra Lateral Secundaria si estás usando una opción de plantilla de tres columnas.

source: Footer %d widget area.
bg_bg: Долна %d област на притурка.
es_es: Área de Widget del Pie de Página %d

source: Extended page link text
bg_bg: Разширен текст за връзка на страница
es_es: Página de enlaces de texto ampliado

source: Header Left
bg_bg: Заглавие отляво
es_es: Encabezado Izquierda

source: Secondary Navigation Menu
bg_bg: Помощно Навигационно Меню
es_es: Menú de navegación secundaria

source: Custom Text Content
bg_bg: Потребителски Текст съдържание
es_es: Contenido de Texto Personalizado

source: Error saving settings.
bg_bg: Грешка в запаметяване на настройките.
es_es: Error guardando la configuración.

source: Archive Headline
bg_bg: Архив на заглавие
es_es: Encabezamiento de Archivo

source: Leave empty if you do not want to display a headline.
bg_bg: Оставете празно, ако не искате да покажете заглавието.
es_es: Deja el espacio en blanco si no sabes que mostrar como encabezamiento.

source: Archive Intro Text
bg_bg: Архив на въведения текст
es_es: Texto de Introducción para el Archivo

source: Leave empty if you do not want to display any intro text.
bg_bg: Оставете празно, ако не искате да покажете някой въведен текст.
es_es: Deja el espacio en blanco si no sabes que texto introductorio vas a mostrar.

source: on
bg_bg: на
es_es: en

source: Use for site title/logo:
bg_bg: Използвайте за заглавие на сайта / лого:
es_es: Usar para el título/logo del sitio:

source: Welcome to Genesis %s
bg_bg: Добре дошли в %s

source: What&#8217;s New
bg_bg: Какво&#8217;s Ново

source: Go to Theme Settings &rarr;
bg_bg: Отидете на Тема Настройки &rarr;
es_es: Ir a ajustes del tema &rarr;

source: Go to SEO Settings &rarr;
bg_bg: Отидете на SEO настройки &rarr;

source: Read more
bg_bg: Прочетете повече
es_es: Leer más

source: Search this website
bg_bg: Търсете
es_es: Buscar en la web

source: Read More
bg_bg: Прочетете повече
es_es: Leer Más

source: Add site description (tagline) to %s on home page?
bg_bg: Добави описание на обекта (слоган) за %s на началната страница?
es_es: Añadir descripción del sitio (tagline) al %s de la página de inicio?

source: Add site name to %s on inner pages?
bg_bg: Добави името на сайта за %s на вътрешни страници?
es_es: Añadir nombre del sitio al %s en paginas interiores?

source: Determines which side the added title text will go on.
bg_bg: Определя коя страна на добавения текст заглавие ще продължи.

source: Document Title Separator:
bg_bg: Разделител Заглавие на документ:

source: If the title consists of two parts (original title and optional addition), then the separator will go in between them.
bg_bg: Ако заглавието се състои от две части (оригинално заглавие и избор допълнение), а след това на сепаратора ще отидат в между тях.

source: Site Description (Tagline)
bg_bg: Сайт описание (Лозунгът)
es_es: Descripción del sitio (Tagline)

source: If you leave the document title field blank, your site&#8217;s title will be used instead.
bg_bg: Ако оставите в документа празно полето за заглавие, вашият сайт&#8217;s заглавието ще се използва.

source: The meta description can be used to determine the text used under the title on search engine results pages.
bg_bg: Мета описание може да се използва за да се определи използваният текст под заглавието на резултатите от търсените страници.

source: By default, WordPress places several tags in your document %1$s. Most of these tags are completely unnecessary, and provide no <abbr title="Search engine optimization">SEO</abbr> value whatsoever; they just make your site slower to load. Choose which tags you would like included in your document %1$s. If you do not know what something is, leave it unchecked.
bg_bg: По подразбиране, WordPress поставя няколко тагове в документа %1$s. Повечето от тези маркери са напълно ненужни, и не носят <abbr title="Търсачка двигателя оптимизация"> SEO </abbr> никаква стойност, те просто правят сайта ви по-бавно за зареждане. Изберете кой от таговете желаете да включите в документа %1$s. Ако не знаете нещо оставете го нерегистриран.

source: <span class="genesis-admin-note">Note:</span> The shortlink tag might have some use for 3rd party service discoverability, but it has no <abbr title="Search engine optimization">SEO</abbr> value whatsoever.
bg_bg: <span class="genesis-admin-note">Забележка:</span> Shortlink етикета може да има някаква полза за трета страна услуга откриваемост, но тя няма <abbr title="Search engine optimization">SEO</abbr> никаква стойност.

source: Navigation
bg_bg: Навигация
es_es: Navegación

source: Blog Page Template
bg_bg: Шаблон Блог Страница

source: Posts Page
bg_bg: Страница Публикации

source: Homepage
bg_bg: Начална страница
es_es: Página de Inicio

source: These settings apply to any page given the "Blog" page template, not the homepage or post archive pages.
bg_bg: Тези настройки важат за всяка страница, като се има предвид "Blog" страница шаблон , не начална страница или страници с архивни публикации.

source: Have you tried our Scribe content marketing software? Do research, content and website optimization, and relationship building without leaving WordPress. <strong>Genesis owners save big when using the special link on the special page we've created just for you</strong>. <a href="%s" target="_blank">Click here for more info on Scribe<span class="screen-reader-text">. %s</span></a>.
bg_bg: Опитвали ли сте нашия Scribe маркетинг на съдържанието софтуер? Направи изследване на съдържанието и оптимизацията на сайт, и изграждане на отношения, без да напускаш WordPress. <b> Genesis собственици спестяват много, когато се използва специален линк на специална страница, която сме създали само за вас</b>. <a href="%s" target="_blank"> Кликнете тук за повече информация </a>.

source: Lead Developer
bg_bg: Водещ Разработчик

source: Contributors
bg_bg: Сътрудници
es_es: Contribuidores

source: Contributor
bg_bg: Сътрудник
es_es: Contribuidor

source: Search Results for:
bg_bg: Търси резултати за:
es_es: Resultados de búsqueda para:

source: Not found, error 404
bg_bg: Не е намерена, грешка 404
es_es: No encontrado, error 404

source: The page you are looking for no longer exists. Perhaps you can return back to the site's <a href="%s">homepage</a> and see if you can find what you are looking for. Or, you can try finding it by using the search form below.
bg_bg: Страницата, която търсите вече не съществува. Може би вие можете да се върнете обратно към <a href="%s">homepage</a> и вижте дали можете да намерите това, което търсите. Или, можете да опитате да го намерите, като използвате формата за търсене по-долу.
es_es: La pagina que estas buscando ya no existe. Posiblemente desees volver a <a href="%s">homepage</a> y ver si puedes encontrar lo que estas buscando. O puedes intentar encontrarlo usando el formulario de búsqueda.

source: Archive
bg_bg: Архив

source: View the <a href="%s">%s archive</a>.
bg_bg: Виж архива на <a href="%s">%s archive</a>.

source: Meta Description
bg_bg: Мета Описание

source: Meta Keywords
bg_bg: Мета Ключови думи

source: Robots Meta Tags:
bg_bg: Мета Роботи Тагове

source: Apply %s to this archive
bg_bg: Приложи %s към този архив
es_es: Aplica %s a este archivo

source: Scripts
bg_bg: Скриптове

source: Page-specific Scripts
bg_bg: Специфична Страница Скриптове

source: Suitable for custom tracking, conversion or other page-specific script. Must include %s tags.
bg_bg: Подходящ за потребителско проследяване, преобразуване или други специфични за страницата скрипт. Трябва да включва тагове %s.

source: Primary Navigation Extras
bg_bg: Основни Навигационни Екстри
es_es: Extras navegación primaria

source: decimal or hexidecimal entities
bg_bg: десетични или шестнадесетичен субекти

source: The changes you made will be lost if you navigate away from this page.
bg_bg: Промените, които сте направили, ще бъдат загубени, ако излезете от тази страница.
es_es: Los cambios que has realizado se perderán si navegas fuera de esta página.

source: Updating Genesis will overwrite the current installed version of Genesis. Are you sure you want to update?. "Cancel" to stop, "OK" to update.
bg_bg: Актуализиране на Genesis ще замени сегашната инсталирана версия на Genesis. Наистина ли искате да актуализирате?. "Cancel", за да спре, "OK", за да актуализирате.

source: at
bg_bg: до
es_es: en

source: Sorry, no content matched your criteria.
bg_bg: За съжаление, няма съдържание отговарящо на зададените критерии.
es_es: Lo sentimos, ningún contenido coincide con tu búsqueda

source: Exclude Previously Displayed Posts?
bg_bg: Изключи Предходните Екранни Публикации?
es_es: ¿Excluir posts anteriormente mostrados?

source: Congratulations! You're now running Genesis %s.
bg_bg: Поздравления! Сега Genesis работи %s.
es_es: ¡Felicidades! Ahora estas utilizando Genesis %s.

source: The page you are looking for no longer exists. Perhaps you can return back to the site's <a href="%s">homepage</a> and see if you can find what you are looking for. Or, you can try finding it with the information below.
bg_bg: Страницата, която търсите вече не съществува. Може би можете да се върнете обратно към сайта <a href="%s">начало</a> и вижте дали можете да намерите това, което търсите. Или можете да опитате да го намерите с информацията по-долу.
es_es: La página que buscas ya no existe. Puedes volver a la <a href="%s">portada</a> y ver si puedes encontrar lo que buscas. O puedes intentar encontrarlo con la información de debajo.

source: After Entry
es_es: Después de la entrada

source: Skip to primary navigation
es_es: Saltar al menú principal

source: Skip to content
es_es: Saltar al contenido

source: Skip to footer
es_es: Saltar al pie de página

source: Page
es_es: Página

source: (no title)
es_es: (Sin título)

source: Center
es_es: Centro

source: %1$s at %2$s
es_es: %1$s al %2$s

source: Project Leads
es_es: Responsables de Proyecto

source: Header
es_es: Cabecera
