Repository: remkus/genesis-translations
Catalog: translations/*.po
Languages: es_mx, hr, id_id, nl_be

source: Enable SEO Settings Submenu?
es_mx: ¿Habilitar submenu de configuración SEO?
hr: Omogući podizbornik SEO postavki?
id_id: Aktifkan Submenu Pengaturan SEO?
nl_be: Activeer SEO Instellingen Submenu?

source: Enable Genesis Admin Menu?
es_mx: ¿Habilitar Menu de Administración de Genesis?
hr: Omogući Genesis administracijski izbornik?
id_id: Aktifkan Menu Admin Genesis?
nl_be: Activeer Genesis Admin Menu?

source: Genesis Admin Menus
es_mx: Menus de Administracion de Genesis
hr: Genesis izbornici administratora
id_id: Menu Admin Genesis

source: Include the Featured Image?
es_mx: ¿Incluir las imágenes destacadas?
id_id: Sertakan Gambar yang ditampilkan?

source: Choose Layout
es_mx: Seleccione Distribución
hr: Izaberi izgled
id_id: Pilih Layout
nl_be: Selecteer Lay-out

source: Import/Export
es_mx: Importar/Exportar
hr: Uvoz/Izvoz
id_id: Impor/Ekspor

source: Custom Post Class
es_mx: Clase del Mensaje Personalizada
hr: Prilagođena klasa članka
id_id: Post Class Kostum

source: Custom Body Class
es_mx: Clase del Cuerpo (Body) personalizada
hr: Prilagođena Body Class
id_id: Body Class Kostum

source: Custom Redirect URL
es_mx: Redireccionamiento del URI Personalizado
hr: prilagođen URI za preusmjeravanje
id_id: Redirect URI Kostum
nl_be: Aangepaste Redirect URI

source: Characters Used: %s
es_mx: Caracter usado: %s
hr: Korišteno karaktera: %s
id_id: Karakter yang Digunakan: %s
nl_be: Gebruikte letters: %s

source: Download Export File
es_mx: Descargar Archivo de Exportación
hr: Preuzmi izvoznu datoteku
id_id: Unduh Berkas Ekspor
nl_be: Download Export Bestand

source: Once you have saved the download file, you can use the import function on another site to import this data.
es_mx: Una vez que haya guardado el archivo descargado, puede utilizar la función de importar en otro sitio para importar estos datos.
hr: Jednom kad ste spremili prenesene podatke možete koristi funkciju uvoza na drugoj lokaciji za uvoz tih podataka.
id_id: Setelah Anda menyimpan berkas yang sudah diunduh, Anda dapat menggunakan fungsi impor pada situs lainnya untuk mengimpor data ini.
nl_be: Zodra je dit bestand hebt opgeslagen, kunt je de import functie gebruiken op een andere site naar deze gegevens te importeren.

source: Export Genesis Settings File
es_mx: Exportar Archivo de Configuración de Genesis
hr: Izvezi datoteku s Genesis postavkama
id_id: Ekspor Berkas Pengaturan Genesis
nl_be: Exporteer Genesis Instellingen Bestand

source: Upload File (Maximum Size: %s):
es_mx: Subir Archivo: (Tamaño máximo: %s)
hr: Prenesi datoteku: (maksimalna veličina: %s)
id_id: Unggah Berkas: (Ukuran Maksimum: %s)
nl_be: Upload bestand: (Maximale Grootte: %s)

source: Import Genesis Settings File
es_mx: Importar Archivo de Configuración de Genesis
hr: Genesis datoteka postavki izvoza
id_id: Impor Berkas Pengaturan Genesis
nl_be: Importeert Genesis Settings Bestand

source: Genesis - Import/Export
es_mx: Genesis - Importar/Exportar
hr: Genesis - uvoz/izvoz
id_id: Genesis - Impor/Ekspor

source: Show Author Archive Link?
es_mx: ¿Mostrar Enlace de Archivo de Autor?
hr: Pokaži poveznicu od autorove arhive?
id_id: Tampilkan tautan Arsip Penulis?
nl_be: Toon link naar het schrijversarchief?

source: Choose your extended "About Me" page from the list below. This will be the page linked to at the end of the about me section.
es_mx: Elige extensión "Acerca de mí" de la lista de abajo. Esta será la página enlazada al final de la sección sobre mi.
hr: Izaberite vašu proširenu stranicu "O meni" iz donje liste. To će biti stranica povezana na kraju "o meni" odjeljka.
id_id: Pilih halaman "Tentang Saya" yang ditambahkan dari dari daftar di bawah ini. Ini akan menjadi halaman yang dikaitkan terakhir pada bagian tentang saya.
nl_be: Kies je uitgebreide "About Me" pagina uit de lijst hieronder. Naar deze pagina wordt gelinked vanuit het einde van de about me sectie.

source: Custom Text (below)
es_mx: Texto Personalizado (a continuación)
hr: Prilagođen tekst (niže)
id_id: Teks Kostum (di bawah)
nl_be: Eigen Tekst (onder)

source: Author Bio
es_mx: Biografía del autor
hr: Podaci o autoru
id_id: Biografi Penulis
nl_be: Schrijvers Bio

source: Select which text you would like to use as the author description
es_mx: Seleccione el texto que desea utilizar como la descripción del autor
hr: Označite koji tekst želite koristiti kao opis autora
id_id: Pilih teks yang ingin Anda gunakan sebagai deskripsi penulis
nl_be: Selecteer de tekst die je wil gebruiken voor de schrijver omschrijving

source: Extra Large
es_mx: Extra Grande
hr: Jako veliko
id_id: Ekstra besar
nl_be: Extra Groot

source: Large
es_mx: Grande
hr: Velik
id_id: Besar
nl_be: Groot

source: Medium
es_mx: Mediano
hr: Nosač
id_id: Menengah

source: Small
es_mx: Pequeño
hr: Malen
id_id: Kecil
nl_be: Klein

source: Select a user. The email address for this account will be used to pull the Gravatar image.
es_mx: Seleccione un usuario. La dirección de correo electrónico de esta cuenta se utilizará para sacar la imagen del Gravatar.
hr: Izaberi korisnika. Njegova email adresa će biti korištena za povlačenje Gravatar fotografije.
id_id: Pilih pengguna. Alamat email untuk akun ini akan digunakan untuk menarik gambar Gravatar.
nl_be: Selecteer een gebruiker. Het e-mail adres voor deze account zal worden gebruikt om de Gravatar afbeelding te benaderen.

source: View My Blog Posts
es_mx: Ver mis publicaciones de blog
hr: Pogledaj moje blog članke
id_id: Tampilkan Tulisan Blog Saya
nl_be: Bekijk mijn Blog Artikelen

source: Genesis - User Profile
es_mx: Genesis - Perfil de usuario
hr: Genesis - korisnički profil
id_id: Genesis - Profil Pengguna
nl_be: Genesis - Gebruikersprofiel

source: Displays user profile block with Gravatar
es_mx: Muestra con Gravatar el bloque del perfil de usuario
hr: Prikaži korisnikov profil s Gravatarom
id_id: Tampilkan blok profil pengguna dengan Gravatar
nl_be: Toon gebruikersprofielblok met Gravatar

source: Link Text
es_mx: Texto del enlace
hr: Tekst poveznice
id_id: Teks Tautan
nl_be: Link Tekst

source: Show Category Archive Link
es_mx: Mostrar Enlace Archivo de la Categoría
hr: Prikaži vezu arhiva kategorija
id_id: Tampilkan Tautan Kategori Arsip
nl_be: Toon Categorie Archief Links

source: To display an unordered list of more posts from this category, please fill out the information below
es_mx: Para mostrar una lista desordenada de más puestos de esta categoría, por favor llene la información a continuación
hr: Za prikazivanje neuređene liste više članaka iz ove kategorije ispunite, molim vas, sljedeće informacije:
id_id: Untuk menampilkan daftar tulisan yang tidak diurutkan lainnya dari kategori ini, silahkan isi informasi di bawah ini
nl_be: Om een ongeordende lijst van meerdere artikelen uit deze categorie te tonen, vul de informatie hieronder in a.u.b.

source: More Text (if applicable)
es_mx: Más texto (si es aplicable)
hr: Više teksta (ako je primjenjivao)
id_id: Teks Selengkapnya (jika diterapkan)
nl_be: Meer Tekst (indien van toepassing)

source: Show Post Title
es_mx: Mostrar Titulo del Post
hr: Prikaži naslov članka
id_id: Tampilkan Judul Tulisan
nl_be: Toon Artikel Titel

source: Gravatar Alignment
es_mx: Alineación del Gravatar
hr: Centriranje Gravatara
id_id: Perataan Gravatar
nl_be: Gravatar Uitlijning

source: Extra Large (125px)
es_mx: Extra Grande (125px)
hr: Vrlo velika (125px)
id_id: Ekstra Besar (125px)
nl_be: Extra Groot (125px)

source: Large (85px)
es_mx: Grande (85px)
hr: Velik (85px)
id_id: Besar (85px)
nl_be: Groot (85px)

source: Medium (65px)
es_mx: Mediano (65px)
hr: Srednja (65px)
id_id: Menengah (65px)

source: Small (45px)
es_mx: pequeño (45px)
hr: Malen (45px)
id_id: Kecil (45px)
nl_be: Klein (45px)

source: Gravatar Size
es_mx: Tamaño de Gravatar
hr: Veličina gravatara
id_id: Ukuran Gravatar
nl_be: Gravatar Afmeting

source: Show Author Gravatar
es_mx: Mostrar autor Gravatar
hr: Prikaži Gravatar autora
id_id: Tampilkan Gravatar Penulis
nl_be: Toon Schrijver Avatar

source: Ascending (1, 2, 3)
es_mx: Ascendente (1,2,3)
hr: Uzlazno (1, 2, 3)
id_id: Menaik (1, 2, 3)
nl_be: Oplopend (1, 2, 3)

source: Descending (3, 2, 1)
es_mx: Descendente (3,2,1)
hr: Silazno (3, 2, 1)
id_id: Menurun (3, 2, 1)
nl_be: Aflopend (3, 2, 1)

source: Sort Order
es_mx: orden de clasificación
hr: Redoslijed razvrstavanja
id_id: Urutan Daftar
nl_be: Sorteer Volgorde

source: Random
es_mx: Azar
hr: Nasumično
id_id: Acak
nl_be: Willekeurig

source: Comment Count
es_mx: cuenta de comentarios
hr: Broj komentara
id_id: Jumlah Komentar
nl_be: Reactie Teller

source: Parent
es_mx: Padres
hr: Roditelj
id_id: Induk
nl_be: Ouder

source: Order By
es_mx: Ordenar por
hr: naručio
id_id: Diurut berdasarkan
nl_be: Sorteer op

source: Number of Posts to Offset
es_mx: Numero de Posts Offset
hr: Broj članaka za offset
id_id: Jumlah posting untuk Offset
nl_be: Aantal artikelen voor Offset

source: Category
es_mx: Categorias
hr: Kategorija
id_id: Kategori
nl_be: Categorie

source: More Posts from this Category
es_mx: Mas Posts de esta Categoría
hr: Više članaka iz ove kategorije
id_id: Tulisan Lainnya dari Kategori ini
nl_be: Meer berichten uit deze categorie

source: [Read More...]
es_mx: [leer más...]
hr: [nastavi čitati...]
id_id: [Baca selengkapnya ...]
nl_be: [Lees meer ...]

source: Genesis - Featured Posts
es_mx: Genesis - Posts destacados
hr: Genesis - odabrani članci
id_id: Genesis - Tulisan yang Ditampilkan
nl_be: Genesis - Artikel Features

source: Displays featured posts with thumbnails
es_mx: Muestra Posts destacados con imágenes en miniatura
hr: Prikazuje izabrani članak s minijaturama
id_id: Tampilkan fitur posting dengan thumbnail
nl_be: Toon artikel features met thumbnails

source: More Text
es_mx: Más texto
hr: više teksta
id_id: Teks Lainnya
nl_be: Meer Tekst

source: Content Character Limit
es_mx: contenido Límite de caracteres
hr: Ograničenje znakova u sadržaju
id_id: Batas Karakter di Konten
nl_be: Limiet Inhoud Karakters

source: Show Page Content
es_mx: Mostrar contenido de la página
hr: Prikaži sadržaj stranice
id_id: Tampilkan Konten Halaman
nl_be: Toon Pagina Inhoud

source: Show Page Title
es_mx: Mostrar título de la página
hr: Prikaži naslov stranice
id_id: Tampilkan Judul Halaman
nl_be: Toon Pagina Titel

source: None
es_mx: Ninguno
hr: Nijedan
id_id: Tidak ada
nl_be: Geen

source: Image Alignment
es_mx: Alineación de la Imagen
hr: Centriranje fotografije
id_id: Perataan Gambar
nl_be: Uitlijning Afbeelding

source: Page
es_mx: Página
hr: Stranica
id_id: Halaman
nl_be: Pagina

source: by
es_mx: por
hr: autor
id_id: oleh
nl_be: door

source: Genesis - Featured Page
es_mx: Genesis- Portada
hr: Genesis - odabrana stranica
id_id: Genesis - Halaman yang ditampilkan
nl_be: Genesis - Uitgelichte pagina

source: Displays featured page with thumbnails
es_mx: Muestra características de página con miniaturas
hr: Prikaži privlačne slike kao minijature
id_id: Tampilkan thumbnail dengan halaman yang ditampilkan
nl_be: Toon uitgelichte pagina met thumbnails

source: Title
es_mx: Título
hr: Naslov
id_id: Judul
nl_be: Titel

source: Search for
es_mx: Buscar
hr: Traži
id_id: Pencarian untuk
nl_be: Zoek naar

source: Archives for
es_mx: Archivos para
hr: Arhiva za
id_id: Arsip untuk
nl_be: Archief voor

source: You are here:
es_mx: Estas Aquí:
hr: Vi ste ovdje:
id_id: Anda di sini:
nl_be: Je bent hier:

source: Secondary Sidebar Widget Area
es_mx: Secundarioa Area Sidebar Widget
hr: Dodatni stupac područja za widgete
id_id: Area Widget Sidebar Kedua
nl_be: Secundaire Sidebar Widget Ruimte

source: Primary Sidebar Widget Area
es_mx: Primaria Área Sidebar Widget
hr: Osnovni stupac područja s widgetima
id_id: Area Widget Sidebar Utama
nl_be: Primaire Sidebar Widget Ruimte

source: Search
es_mx: Buscar
hr: traži
id_id: Cari
nl_be: Zoek

source: About
es_mx: Acerca
hr: O meni
id_id: Tentang
nl_be: Over

source: By
es_mx: por
hr: autor
id_id: Oleh
nl_be: Door

source: [Read more...]
es_mx: [Leer más...]
hr: [nastavi čitati...]
id_id: [Selengkapnya ...]
nl_be: [Lees meer...]

source: Comments
es_mx: Comentarios
hr: komentara
id_id: Komentar
nl_be: Reacties

source: Posts
es_mx: Posts/Entradas
hr: Članci
id_id: Tulisan
nl_be: Artikelen

source: Primary Navigation Menu
es_mx: Menú de Navegación Principal
hr: Osnovni navigacijski izbornik
id_id: Menu Navigasi Utama

source: Copyright
es_mx: Derechos de autor
hr: Autorsko pravo
id_id: Hak Cipta

source: Speak Your Mind
es_mx: Deje sus comentarios
id_id: Utarakan Pikiran Anda

source: Website
es_mx: Sitio Web
id_id: Situs

source: Email
es_mx: Correo Electrónico

source: Name
es_mx: Nombre
id_id: Nama

source: Your comment is awaiting moderation.
es_mx: Su comentario está pendiente de moderación.
hr: Vaš komentar čeka odobrenje.
id_id: Komentar Anda sedang menunggu persetujuan.
nl_be: Je reactie wacht op moderatie.

source: says
es_mx: dice
hr: kaže
id_id: mengatakan
nl_be: zegt

source: <h3>Comments</h3>
es_mx: <h3>Comentarios</h3>
hr: <h3>Komentari</h3>
id_id: <h3>Komentar</h3>
nl_be: <h3>Reacties</h3>

source: (Edit)
es_mx: (Editar)
hr: (izmijeni)
id_id: (Sunting)
nl_be: (Bewerken)

source: Filed Under:
es_mx: archivado en:
hr: spremi pod:
id_id: Ditempatkan di bawah:
nl_be: In categorie:

source: Tagged With:
es_mx: Etiquetados con:
hr: označeno s:
id_id: Ditag dengan:
nl_be: Tags:

source: % Comments
es_mx: % Comentarios
hr: % komentara
id_id: % Komentar
nl_be: % Reacties

source: 1 Comment
es_mx: 1 comentario
hr: 1 komentar
id_id: 1 Komentar
nl_be: 1 Reactie

source: Leave a Comment
es_mx: Dejar un comentario
hr: Komentiraj
id_id: Tinggalkan Komentar
nl_be: Reageer

source: Log out
es_mx: Cerrar Sesión
hr: Odjava
id_id: Catat keluar
nl_be: Log uit

source: Log in
es_mx: Ingresar
hr: Prijava
id_id: Catat masuk

source: Return to top of page
es_mx: Volver al principio de la página
hr: vrati na vrh stranice
id_id: Kembali ke atas halaman
nl_be: Terug naar boven

source: Genesis %s is now available. We have provided 1-click updates for this theme, so please log into your dashboard and update at your earliest convenience.
es_mx: Genesis %s esta ahora disponible.Hemos proporcionado un clic con el botón actualizaciones para este tema, así que por favor acceda a su panel de control y actualizar a la brevedad posible.
hr: Genesis %s je sada dostupan. Omogućili smo vam nadogradnju samo jednim klikom za ovu temu pa vas molimo da se prijavite i obavite nadogradnju prvom sljedećom prilikom.
id_id: Genesis %s sekarang tersedia. Kami telah menyediakan 1-klik update untuk tema ini, jadi harap login ke dasbor Anda dan perbarui demi kenyamanan Anda yang lebih awal.
nl_be: Genesis %s is nu beschikbaar. We hebben 1-klik updates voor dit thema, dus log in in je WordPress Dashboard en werk Genesis bij.

source: Click here to complete the upgrade
es_mx: Haga clic aquí para completar la actualización
id_id: Klik di sini untuk menyelesaikan pembaruan

source: Home
es_mx: Hogar
hr: početna
id_id: Beranda

source: Number of Posts to Show
es_mx: Numero de Posts a Mostrar
hr: broj članaka za prikazivanje
id_id: Jumlah posting yang Ditampilkan
nl_be: Aantal te tonen Artikelen

source: All Categories
es_mx: Todas las Categorías
hr: sve kategorije
id_id: Semua Kategori
nl_be: Alle categorieën

source: Display which category
es_mx: Muestra las categorias
id_id: Tampilkan kategori yang mana:

source: Numeric
es_mx: Numérico
hr: brojčano
id_id: Numerik
nl_be: Numeriek

source: Previous / Next
es_mx: Anterior / Siguiente
hr: prethodno / sljedeće
id_id: Sebelumnya / Berikutnya
nl_be: Vorige / Volgende

source: Image Size
es_mx: Tamaño de Imagen
hr: Veličina fotografije
id_id: Ukuran Gambar
nl_be: Afbeeldingsgrootte

source: characters
es_mx: caracteres
hr: znakovi
id_id: karakter
nl_be: karakters

source: Limit content to
es_mx: Limitar el contenido a
hr: Ograniči sadržaj na
id_id: Batasi konten sampai
nl_be: Limiteer inhoud naar

source: Select one of the following
es_mx: Seleccione uno de los siguientes
hr: Odaberite nešto od sljedećeg:
id_id: Pilih salah satu dari berikut:
nl_be: Selecteer één van de volgende:

source: Enable Trackbacks
es_mx: Habilitar Trackbacks
id_id: Aktifkan Trackbacks

source: on pages?
es_mx: ¿en las páginas?
id_id: pada halaman?

source: on posts?
es_mx: ¿en las entradas?
id_id: pada tulisan?

source: Enable Comments
es_mx: Habilitar Comentarios
id_id: Aktifkan Komentar

source: Enter your custom comments feed URL
es_mx: Introducir comentario personalizado feed URI:
id_id: Masukkan umpan URI komentar kostum Anda:

source: Enter your custom feed URL
es_mx: Introduzca su personalizado feed URI:
id_id: Masukkan umpan URI kostum Anda:

source: Twitter Link Text:
es_mx: Twitter Enlace del texto:
id_id: Teks Tautan Twitter:

source: Enter Twitter ID:
es_mx: Introducir ID de Twitter
id_id: Masukkan ID Twitter:

source: Twitter link
es_mx: Enlace a Twitter
id_id: Tautan Twitter

source: Search form
es_mx: Formulario de Busqueda
id_id: Form pencarian

source: RSS feed links
es_mx: Enlaces del feed RSS
id_id: Tautan umpan RSS

source: Today's date
es_mx: Fecha de hoy
id_id: Tanggal hari ini

source: Full Width Content
es_mx: Contenido de anchura completa
hr: Sadržaj preko čitave stranice
id_id: Konten Lebar Penuh

source: Image logo
es_mx: Imagen del logotipo
hr: Logo
id_id: Gambar logo
nl_be: Logo afbeelding

source: Dynamic text
es_mx: Texto dinámico
id_id: Teks dinamis

source: Released
es_mx: Liberado:
id_id: Dirilis:

source: Version
es_mx: Versión
id_id: Versi:

source: Content Archives
es_mx: Archivos de Contenido
hr: Arhiva sadržaja
id_id: Arsip Konten
nl_be: Content Archieven

source: Author Box
es_mx: Caja de Autor
hr: Kutija autora
id_id: Kotak Pengarang
nl_be: Auteur Box

source: Custom Feeds
es_mx: Feeds Personalizados
hr: Prilagođeni feed-ovi
id_id: Umpan Kostum
nl_be: Aangepaste Feeds

source: Information
es_mx: Información
hr: Informacija
id_id: Informasi
nl_be: Informatie

source: Apply %s to this archive?
es_mx: ¿Aplicar %s a este archivo?
hr: Primijeni %s na ovu arhivu?
id_id: Terapkan %s ke arsip ini?
nl_be: %s toepassen op dit archief?

source: Robots Meta
es_mx: META Robots
hr: meta roboti
id_id: Meta Robot

source: Comma separated list
es_mx: Lista separada por comas
hr: popis odijeljen zarezom
id_id: Daftar dipisahkan koma
nl_be: Komma gescheiden lijst

source: Apply %s to your site?
es_mx: ¿Aplicar %s en su Sitio?
hr: Primjeni %s na vašu lokaciju?
id_id: Terapkan%s ke situs Anda?
nl_be: %s toepassen op je site?

source: Apply %s to Entire Site?
es_mx: ¿Aplicar %s a todo el Sitio?
hr: Primijeni %s na čitavu lokaciju?
id_id: Terapkan%s ke Situs Keseluruhan?
nl_be: %s toepassen op de hele site?

source: Apply %s to Search Archives?
es_mx: ¿Aplicar %s a los Archivos de Búsqueda?
hr: Primjeni %s na pretraživanje arhiva?
id_id: Terapkan %s ke Arsip Pencarian?
nl_be: Toepassen %s op Zoeken archief?

source: Apply %s to Date Archives?
es_mx: ¿Aplicar %s a los Archivos de Fecha?
hr: Primjeni %s na datume arhiva?
id_id: Terapkan %s ke Arsip Tanggal?
nl_be: Toepassen %s op Datum Archief?

source: Apply %s to Author Archives?
es_mx: ¿Aplicar %s a los Archivos de Autor?
hr: Primijeni %s na arhive autora?
id_id: Terapkan %s ke Arsip Penulis?
nl_be: Toepassen %s op Auteur Archief?

source: Apply %s to Tag Archives?
es_mx: ¿Aplicar %s a las Etiquetas de Archivos?
hr: Primijeni %s oznakama arhiva?
id_id: Terapkan %s ke Arsip Tag?
nl_be: Toepassen %s op Tag Archieven?

source: Apply %s to Category Archives?
es_mx: ¿Aplicar %s a la Categoría de Archivos?
hr: Primjeni %s na kategorije arhiva?
id_id: Terapkan %s ke Arsip Kategori?
nl_be: %s toepassen in Categorie Archief?

source: Include Shortlink tag?
es_mx: ¿Incluir la etiqueta de enlace-corto?
hr: Uključiti oznaku Shortlink?
id_id: Sertakan tag Tautan singkat?
nl_be: Inclusief Shortlink tag?

source: Shortlink Tag
es_mx: Etiqueta de enlace-corto:
hr: Oznaka skraćene poveznice
id_id: Tag Tautan singkat:

source: Include Windows Live Writer Support Tag?
es_mx: ¿Desea incluir la etiqueta de soporte de Windows Live Writer?
hr: Uključi oznaku Windows Live Writer Support?
id_id: Sertakan Tag Dukungan Penulis Langsung Windows?
nl_be: Windows Live Writer Support Tag Toevoegen?

source: Relationship Link Tags
es_mx: Etiquetas de enlace relacionadas:
id_id: Tag Tautan Hubungan:
nl_be: Relatie Link Tags:

source: Apply %s to the homepage?
es_mx: ¿Aplicar %s a la página de Inicio?
hr: Primjeni %s na početnu stranicu?
id_id: Terapkan %s ke halaman depan?
nl_be: Toepassen %s op de homepage?

source: I'll manually wrap my own text on the homepage
es_mx: Tampoco. Yo manualmente envolveré mi propio texto en la página de inicio
hr: Nijedno. Ručno ću prilagoditi moj vlastiti tekst na početnu stranicu.
id_id: Tidak satupun. Saya akan membungkus teks saya sendiri secara manual pada halaman depan
nl_be: Geen. Ik sluit de tekst handmatig in op de homepage

source: Site Title
es_mx: Título del Sitio
hr: Naziv lokacije
id_id: Judul Situs
nl_be: Site Titel

source: Right
es_mx: Derecha
hr: Desno
id_id: Kanan
nl_be: Rechts

source: Left
es_mx: Izquierda
hr: lijevo
id_id: Kiri
nl_be: Links

source: Are you sure you want to reset?
es_mx: ¿Está seguro de que desea restablecer?
hr: Jeste li sigurni da želite vratiti izvorne postavke?
id_id: Anda yakin ingin mereset?
nl_be: Weet je zeker dat je wil resetten?

source: Reset Settings
es_mx: Restablecer Configuración
hr: Vrati izvorne postavke
id_id: Reset Pengaturan
nl_be: Reset Instellingen

source: Genesis - SEO Settings
es_mx: Genesis - Configuración SEO
hr: Genesis - SEO postavke
id_id: Pengaturan SEO - Genesis
nl_be: Genesis - SEO Instellingen

source: Document Head Settings
es_mx: Configuración del Encabezado del Documento
hr: Postavke zaglavlja dokumenata
id_id: Pengaturan Head Dokumen
nl_be: Document Head Instellingen

source: Homepage Settings
es_mx: Configuración de la página Inicio
hr: Postavke početne stranice
id_id: Pengaturan Halaman depan
nl_be: Homepage Instellingen

source: SEO Settings
es_mx: Configuración SEO
hr: SEO postavke
id_id: Pengaturan SEO
nl_be: SEO Instellingen

source: Theme Settings
es_mx: Configuración de Temas
hr: Postavke teme
id_id: Pengaturan Tema
nl_be: Thema Instellingen

source: Apply %s to this post/page
es_mx: Aplicar %s a esta entrada/página
hr: Primijeni %s na ovaj članak/stranicu.
id_id: Terapkan %s ke tulisan/halaman ini
nl_be: Toepassen %s op dit bericht/pagina

source: Robots Meta Settings
es_mx: Meta Configuración de Robots
hr: Robot meta postavke
id_id: Pengaturan Meta Robots
nl_be: Robots Meta Instellingen

source: Custom Document Title
es_mx: Título del Documento Personalizado
hr: Prilagođeni naslov dokumenta
id_id: Judul Dokumen Kostum
nl_be: Aangepaste Document titel

source: This post is password protected. Enter the password to view comments.
es_mx: Este mensaje está protegido con contraseña o password. Introduzca la contraseña para ver los comentarios.
hr: Ovaj članak je zaštićen zaporkom. Unesite zaporku kako biste vidjeli komentare.
id_id: Tulisan ini dilindungi oleh kata sandi. Masukkan kata sandi untuk melihat komentar.
nl_be: Dit artikel wordt beschermd met een wachtwoord. Geef het wachtwoord om de reacties te zien.

source: Recent Posts:
es_mx: Mensajes Recientes:
hr: Novi članci:
id_id: Tulisan Terakhir:
nl_be: Recente Artikelen:

source: Monthly:
es_mx: Mensualmente:
hr: Mjesečno:
id_id: Bulanan:
nl_be: Maandelijks:

source: Authors:
es_mx: Autores:
hr: Autori:
id_id: Penulis:
nl_be: Schrijvers:

source: Categories:
es_mx: Categorías:
hr: Kategorije:
id_id: Kategori:
nl_be: Categoriën:

source: Pages:
es_mx: Páginas:
hr: stranice:
id_id: Halaman:
nl_be: Pagina's:

source: Home Pages
es_mx: Paginas de Inicio
id_id: Halaman Depan
