Repository: remkus/genesis-translations
Catalog: translations/*.po
Languages: es_mx, hr, id_id, nl_be

source: The third type of home page is the new dynamic home page. This is common on the newest child themes. It will show your latest posts in a blog type listing unless you put widgets into the home page sidebars.
es_mx: El tercer tipo de página principal es la nueva página de inicio dinámico. Esto es común nuevos temas heredados. Se mostrará sus últimos mensajes en una lista tipo de blog a menos que ponga reproductores en las barras laterales de la página de inicio.
hr: Treći tip početne stranice je nova dinamična početna stranica. To je uobičajeno za najnovije teme. Prikazivat će najnovije članke vašeg bloga kao listu osim ako stavite widget u stupac početne stranice.
id_id: Tipe ketiga dari halaman depan adalah halaman depan dinamis. Ini hal biasa pada tema anak terbaru. Dia akan menampilkan tulisan terakhir di sebuah daftar tipe blog kecuali Anda meletakkan widget ke dalam sidebar dari halaman depan.
nl_be: Het derde type van de homepagina is de nieuwe dynamische homepagina. Dit is normaal op de nieuwste subthema's. Het laat je laatste berichten zien in een blog-lijst, tenzij je widgets in de homepagina sidebars hebt gezet.

source: Another common home page is the "blog" type home page, which is common to most of the free child themes. This shows your latest posts and requires no additional setup.
es_mx: Otro tipo de página de Inicio es la página de tipo "Blog", la cual es muy común en la mayoría de los Temas Hijo gratuitos. Muestra tus Entradas más recientes y no requiere una configuración adicional.
hr: Druga uobičajena vrsta početne stranice je "blog" koja je uobičajena za većinu besplatnih tema. Ona prikazuje vaše zadnje članke i ne zahtjeva dodatna podešavanja.
id_id: Halaman depan umum lainnya adalah tipe halaman "blog", yang kebanyakan merupakan tema anak yang bebas. Ini menampilkan tulisan terakhir Anda dan tidak membutuhkan pengaturan tambahan apapun.
nl_be: Een andere standaard homepagina is de "blog"-type homepagina, die normaal is op de meeste gratis subthema's. Het laat je laatste berichten zien en heeft geen verdere instellingen nodig.

source: This home page is typically setup via widgets in the sidebars for the home page. This can be accessed via the Widgets menu item under Appearance.
es_mx: Esta página web es normalmente la configuración a través de widgets en las barras laterales de la página principal. Esto se puede acceder a través del menú de Widgets bajo la opción de Apariencia.
hr: Ova početna stranica se obično podešava pomoću widgeta u stupcima za početnu stranicu. Možete ih pronaći u izborniku Widgets u dijelu Izgled
id_id: Halaman depan ini pada dasarnya diset melalui widget di sidebar dari halaman depan. Ini dapat diakses melalui menu Widget di bawah menu Tampilan pada menu Admin Anda.
nl_be: Deze homepagina wordt opgezet via widgets in specifieke sidebars voor de homepagina. Deze kun je benaderen via het Widget menu onder Weergave.

source: Most Genesis child themes include a custom home page.
es_mx: La mayoría de los temas hijo de Genesis incluyen una página de Inicio personalizada.
hr: Većina Genesis tema uključuje i prilagođenu početnu stranicu.
id_id: Hampir semua tema anak Genesis menyertakan sebuah halaman depan yang dapat dikostumisasi.
nl_be: De meeste Genesis subthema's bevatten een aangepaste homepagina.

source: How Home Pages Work
es_mx: Cómo funcionan las Páginas de Inicio o Home
hr: Kako funkcionira početna stranica
id_id: Bagaimana Halaman Depan Bekerja
nl_be: Hoe Home Pagina's Werken

source: This provides you with two fields that will output to the %1$s element of your site and just before the %2$s tag. These will appear on every page of the site and are a great way to add analytic code and other scripts. You cannot use PHP in these fields. If you need to use PHP then you should look into the Genesis Simple Hooks plugin.
es_mx: Esto le proporciona dos campos que dará salida a los elementos %1$s de su sitio justo antes de la etiqueta %2$s. Estos aparecerán en todas las páginas del sitio y son una gran manera de añadir código analítico y otras secuencias de comandos. No se puede utilizar PHP en estos campos. Si necesita usar PHP entonces usted debe buscar por Génesis Simple Hooks plugin.
hr: Ovo vam omogućuje dva polja koja će biti prikazana kod <head></head> vaše lokacije i odmah prije </body>. Oni će se pojaviti na svakoj stranici lokacije i odličan su način dodavanja analitičkog koda i ostalih skripta. Ne možete koristiti PHP u ovim poljima. Ako želite koristiti PHP koristite Genesis Simple Hooks plugin.
id_id: Ini menyediakan Anda dengan dua field yang akan ditampilkan pada <head></head> dari situs Anda sebelum </body>. Ini akan kelihatan di setiap halaman dari situs dan merupakan cara yang bagus untuk menambahkan kode analitik dan skrip lainnya. Anda tidak dapat menggunakan PHP di field-field ini. Jika Anda ingin menggunakan PHP maka Anda disarankan menggunakan plugin Genesis Simple Hooks.
nl_be: Hiermee krijg je twee velden dat de %1$s element tonen van je website en net voor de %2$s tag. Deze zal verschijnen op elke pagina van je website en zijn heel handig voor Analytics code en andere scripts. Je kunt geen PHP gebruiken in deze velden. Als je PHP nodig hebt dan kun je het beste de Genesis Simple Hooks plugin gebruiken.

source: Blog Page
es_mx: Pagina del Blog
hr: blog stranica
id_id: Halaman Blog
nl_be: Blog Pagina

source: The 'Image Size' list is populated by the available image sizes defined in the theme.
es_mx: La lista "Tamaño de Imagen" muestra los tamaños de imagen disponibles especificados en el tema.
hr: Lista 'Veličina fotografije' sastoji se od mogućih veličina fotografije kako ih definira tema.
id_id: Daftar 'Ukuran Gambar' diisi berdasarkan ketersediaan ukuran gambar yang telah ditentukan di tema.
nl_be: De 'Afbeeldingsgrootte'-lijst wordt samengesteld uit de beschikbare afbeeldingsformaten die in het thema zijn gedefinieerd.

source: It may also be coupled with the second field "Limit content to [___] characters" to limit the content to a specific number of letters or spaces. This will strip any HTML, but allows for more precise and easily changed lengths than the excerpt.
es_mx: También se puede acoplar con la segundo campo "contenido Limitar a [___] caracteres" para limitar el contenido a un número determinado de letras o espacios. Esto elimina cualquier HTML, pero permite longitudes más precisas y cambiadas fácilmente que el extracto.
hr: Može biti popraćeno dodatnim poljem "Ograniči sadržaj na [___] znakova" kako biste ograničili sadržaj na određen broj slova ili razmaka. To će maknuti sav HTML, ali dozvoljava precizniju i lakšu izmjenu dužine nego odlomak.
id_id: Hal ini juga dapat ditambah dengan kolom kedua "Batasi Konten ke [___] karakter" untuk membatasi konten ke jumlah dari huruf dan spasi. Ini akan memotong HTML apapun, tetapi mengijinkan untuk perubahan panjang yang lebih tepat dan mudah daripada ringkasan konten.
nl_be: Het wordt mogelijk ook gecombineerd met de tweede veld "Limiteer inhoud naar [___] karakters" om de content te limiteren. Dit stript alle HTML maar maakt het mogelijk om preciezer aan te geven hoe lang de samenvattingen moeten zijn.

source: If you enable comments or trackbacks here, it can be disabled on an individual post or page. If you disable here, they cannot be enabled on an individual post or page.
es_mx: Si habilita los comentarios y trackbacks aquí, puede ser desactivado en una entrada individual o página. Si deshabilita aquí, ellos no se pueden habilitar en una entrada individual o página.
hr: Ako ovdje omogućite komentare ili trackbacks oni mogu biti onemogućeni na individualnim člancima ili stranicama. Ako ih onemogućite ovdje nećete ih moći omogućiti na posebnim člancima ili stranicama.
id_id: Jika Anda mengaktifkan komentar dan pelacakan di sini, dia dapat dinonaktifkan pada halaman atau tulisan secara individu. Jika Anda menonaktifkan di sini, mereka dapat diaktifkan pada halaman atau tulisan secara individu.
nl_be: Als je hier de reacties of trackback activeert kun je deze ook deactiveren per bericht of pagina. Als je hier de reacties of trackback deactiveert kun je deze niet activeren per bericht of pagina.

source: This allows a site wide decision on whether comments and trackbacks (notifications when someone links to your page) are enabled for posts and pages.
es_mx: Esto permite globalmente al sitio decidir sobre cualquier comentario o seguimientos (notifica cuando alguien enlaza hacia su pagina) estarán habilitados para las páginas de entradas.
hr: Ovo vam dozvoljava odluku koja se odnosi na čitavu lokaciju o tome jesu li komentari i trackbacksi (obavijest kad netko na internetu postavi vezu na vašu stranicu) omogućeni za članke i stranice.
id_id: Hal ini mengijinkan keputusan apakah Komentar dan Pelacakan (pemberitahuan ketika seseorang mengarahkan tautan ke halaman Anda) diaktifkan untuk tulisan dan halaman.
nl_be: Hier kun je globaal aangeven of reacties en trackbacks ( notificaties als iemand een link naar je pagina plaatst ) zijn ingeschakeld voor berichten en pagina's.

source: This layout can also be overridden in the post/page/term layout options on each post/page/term.
es_mx: Esta diseño también puede anularze en opciones diseño post/página/termino en cada post/página/termino.
hr: Ovaj izgled može biti izmijenjen u opcijama za izgled članka/stranice/pojma za svaki članak/stranicu/pojam
id_id: Layout ini juga dapat ditimpa di pilihan layout tulisan/halaman/isitilah pada setiap tulisan/halaman/istilah.
nl_be: Deze layout kan ook worden overschreven in de bericht/pagina/term layout opties in een bericht/pagina/term.

source: Sidebar Sidebar Content
es_mx: Barra Lateral Barra Lateral Contenido
hr: stupac stupac sadržaj
id_id: Sidebar Sidebar Konten

source: Content Sidebar Sidebar
es_mx: Contenido Barra lateral - Barra lateral
hr: sadržaj stupac stupac
id_id: Konten Sidebar Sidebar

source: Sidebar Content Sidebar
es_mx: Barra Lateral Contenido Barra Lateral
hr: stupac sadržaj stupac
id_id: Sidebar Konten Sidebar

source: Sidebar Content
es_mx: Barra Lateral Contenido
hr: stupac sadržaj
id_id: Sidebar Konten

source: Content Sidebar
es_mx: Contenido Barra Lateral
hr: stupac sadržaja
id_id: Konten Sidebar

source: This lets you select the default layout for your entire site. On most of the child themes you'll see these options:
es_mx: Esto le permite seleccionar el diseño predeterminado para todo el sitio. En la mayoría de los temas niño verá estas opciones:
hr: Ovo vam omogućuje odabrati zadani izgled čitave vaše lokacije. Na većini tema vidjet ćete sljedeće opcije:
id_id: Ini mengijinkan Anda memilih layout standar untuk keseluruhan situs Anda. Di hampir semua tema anak, Anda akan melihat pilihan-pilihan ini:
nl_be: Hiermee kunt u de standaard lay-out voor uw gehele site selecteren. Voor het grootste deel van de child thema's zult u deze opties zien:

source: By checking the "Redirect Feed" box, all traffic to default feed links will be redirected to the Feedburner link instead.
es_mx: Al marcar la casilla "redirigida Feed", todo el tráfico por defecto de enlaces de alimentación será redirigido al enlace de Feedburner.
hr: Označavanjem kućice "Redirect Feed" sav promet do zadanih poveznica feed-a bit će preusmjeren na poveznicu k Feedburneru.
id_id: Dengan menandai kotak "Redirect Feed", semua trafik ke tautan feed standar akan diarahkan ke tautan Feedburner sebagai gantinya.
nl_be: Door de optie "Redirect Feed" aan te vinken zal al het verkeer naar de standaard feed links doorgestuurd worden naar de Feedburner link.

source: By filling in the feed links calling for the main site feed, it will display as a link to Feedburner.
es_mx: Mediante la cumplimentación de los enlaces de alimentación que piden la alimentación principal del sitio, se mostrará como un enlace a Feedburner.
id_id: Dengan mengisi tautan feed akan memanggil feed situs utama, dia akan menampilkan sebagai tautan ke Feedburner.
nl_be: Door het invullen van de feed-links voor de hoofd site-feed, zal deze worden weergegeven als een link naar Feedburner.

source: This does not mean the updates happen automatically without your permission; it will just notify you that an update is available. You must select it to perform the update.
es_mx: Esto no significa que las actualizaciones se instalarán automáticamente sin su permiso; únicamente le notificará cuando una actualización esté disponible. Posteriormente tiene que seleccionarlo para realizar la actualización.
hr: To ne znači da se nadogradnje dešavaju automatski bez vašeg dopuštenja; vi ćete samo dobiti obavijest da je nadogradnja dostupna. Na vama je da odaberete kada će se nadogradnja izvršiti.
id_id: Ini tidak berarti pemutahiran terjadi secara otomatis tanpa ijin Anda; dia hanya memberitahu Anda bahwa sebuah pemutahiran sedang tersedia. Anda harus memilihnya untuk melakukan pemutahiran.
nl_be: Dit betekent niet dat de updates automatisch plaatsvinden zonder uw toestemming. Het laat u enkel weten dat er een update beschikbaar is. U moet dit inschakelen om de update uit te kunnen voeren.

source: Normally, this should be unchecked. You can also set to enable automatic updates.
es_mx: En la mayoría de los casos, esta opción no debe ser habilitada. También puede activar las Actualizaciones Automáticas.
hr: Ovo biste trebali ostaviti neoznačeno. Možete postaviti i automatsku nadogradnju.
id_id: Secara normal, ini seharusnya tidak dicentang. Anda juga dapat mengeset untuk mengaktifkan pembaruan otomatis.
nl_be: Normaal, zou dit uitgeschakeld moeten zijn. U kunt ook automatische updates inschakelen.

source: The information box allows you to see the current Genesis theme information and display if desired.
es_mx: El cuadro de información le permite ver la información de Génesis actual y la visualizarlo si lo desea.
hr: Informacijsko polje omogućuje vam da vidite trenutačne informacije o Genesis temi i prikažete ukoliko želite.
id_id: Kotak informasi mengijinkan Anda melihat informasi tema Genesis dan menampilkannya jika dibutuhkan.
nl_be: De informatie box maakt het mogelijk om de huidige Genesis thema informatie te zien.

source: Your Theme Settings provides control over how the theme works. You will be able to control a lot of common and even advanced features from this menu. Some child themes may add additional menu items to this list, including the ability to select different color schemes or set theme specific features such as a slider. Each of the boxes can be collapsed by clicking the box header and expanded by doing the same. They can also be dragged into any order you desire or even hidden by clicking on "Screen Options" in the top right of the screen and "unchecking" the boxes you do not want to see. Below you'll find the items common to every child theme &#x02026;
es_mx: Sus Ajustes de tema proporciona control sobre cómo funciona el tema. Usted será capaz de controlar una gran cantidad de características comunes e incluso avanzados en este menú. Algunos temas hijo pueden añadir elementos de menú adicionales a esta lista, incluyendo la posibilidad de seleccionar diferentes combinaciones de colores o características específicas establecido temáticos como un control deslizante. Cada una de las cajas se pueden contraer o expander haciendo clic en el encabezado de caja. También se pueden arrastrar en cualquier orden que desee o incluso ocultar haciendo clic en "Opciones de energía" en la parte superior derecha de la pantalla y "desactivando" las cajas que no desea ver. A continuación encontrará los elementos comunes a todos los hijos el tema &#x02026;
id_id: Pengaturan Tema Anda menyediakan pengaturan bagaimana tema tersebut bekerja. Anda akan dapat mengawasi banyak hal dan bahkan fitur-fitur mahir dari menu ini. Beberapa tema anak mungkin saja menambahkan item-item menu tambahan ke daftar, menyertakan kemampuan untuk memilih skema warna yang berbeda atau mengeset fitur tertentu pada tema khusus seperti misalnya slider. Setiap kotak dapat disembunyikan dengan mengklik bagian atas kotak dan membukanya kembali dengan cara yang sama. Mereka juga dapat diseret ke dalam urutan apapun yang Anda inginkan atau bahkan disembunyikan dengan mengklik "Pilihan Layar" pada bagian kanan atas dari layar dan "hapus tanda" pada kotak yang tidak ingin Anda lihat. Di bawah Anda akan menemukan item-item yang biasa ada di setiap tema anak...

source: For most sites either the home page or blog page (using the blog template) will serve as this index which is why the default is not to index categories, tags, authors, dates, or searches.
es_mx: Para la mayoría de los sitios, ya sea la página de inicio o página del entradas (utilizando la plantilla de estradas) servirán como este índice por lo que el defecto no es a las categorías del índice, etiquetas, autores, fechas, o búsquedas.
hr: Za većinu lokacija ili početna stranica ili blog stranica (uz korištenje predloška za blog) će koristiti kao indeks zbog čega je zadana postavka da su iz indeksacije isključene kategorije, oznake, autori, datumi i pretraživanja.
id_id: Untuk kebanyakan situs apakah halaman depan atau halaman blog (dengan menggunakan templat blog) akan melayani sebagai indeks yang menyebabkan secara standar tidak mengindeks kategori, tag, author, tanggal, atau pencarian.
nl_be: Voor de meeste site is of de hompagina of de blogpagina (met het blog template) gebruikt als index en dit is waarom de standaard is categorieën, tags, auteurs, data en zoekresultaten niet te indexeren.

source: You can also add support for Windows Live Writer if you use software that supports this and include a shortlink tag if this is required by any third party service.
es_mx: También puede añadir soporte para Windows Live Writer si se utilizan programas que soporten a este e incluir una etiqueta de enlace corto si esto es requerido por cualquier servicio de terceros.
hr: Možete dodati podršku za Windows Live Writer ako koristite softver koji ga podržava i dodaje oznaku skraćene poveznice ako ju traži neka usluga treće osobe.
id_id: Anda juga dapat menambahkan dukungan untuk Windows Live Writer jika Anda menggunakan perangkat lunak yang mendukung hal ini dan menyertakan sebuah tag tautan singkat jika hal ini dibutuhkan oleh layanan pihak ketiga lainnya.
nl_be: U kunt ook ondersteuning voor Windows Live Writer toevoegen als u software gebruikt die dit ondersteunt en een shortlink tag importeren als dit wordt vereist door een derde partij service.

source: The Relationship Link Tags are tags added by WordPress that currently have no SEO value but slow your site load down. They're disabled by default, but if you have a specific need&#8212;for a plugin or other non typical use&#8212;then you can enable as needed here.
es_mx: La relación entre enlace - etiquetas son etiquetas añadidas por WordPress que en la actualidad no tienen ningún valor SEO, pero reduce la velocidad carga del sitio. Están desactivados por defecto, pero si usted tiene una necesidad especifica&#8212;en algún reproductor o en otra típica específica de uso&#8212;entonces puede activar cuando sea necesario aquí.
hr: Relationship Link Tags su oznake dodane od strane WordPress-a koje trenutačno nemaju SEO vrijednost već usporavaju učitavanje vaše stranice. One su trenutačno onemogućene, ali ako imate posebne potrebe&#8212 za plugin-om ili nekom drugom netipičnom primjenom&#8212; onda ovdje možete dozvoliti njihovo korištenje.
id_id: Tag Tautan Relationship adalah tag yang ditambahkan oleh WordPress yang saat ini tidak memiliki nilai SEO tapi dapat memperlambat situs Anda. Mereka dinonaktifkan secara standar, tapi jika Anda membutuhkannya &#8212;untuk plugin atau penggunaan lainnya&#8212; maka Anda dapat mengaktifkannya di sini.
nl_be: De Relatie Link tags worden door Wordpress toegevoegd en hebben op dit moment geen SEO waarde maar maken wel je site langzamer. Ze zijn standaard uitgezet. Als je ze nodig hebt voor een plugin of om een andere niet-standaard reden dan kun je ze hier naar behoefte weer aanzetten.

source: Most search engines do not use Keywords at this time or give them very little consideration; however, it's worth using in case keywords are given greater consideration in the future and also to help guide your content. If the content doesn’t match with your targeted key words, then you may need to consider your content more carefully.
es_mx: Actualmente la mayoría de los motores de búsqueda no consideran las Palabras Clave o no les dan mucha importancia; sin embargo, vale la pena definirlas en caso de que esta situación se revierta en el futuro y también para darle un contexto a tu contenido. Si el contenido no corresponde con tus Palabras Clave seleccionadas, entonces es recomendable crear tu contenido con mayor cuidado.
hr: Većina tražilica u ovom trenutku ne koriste ključne riječi ili im pridaje malu važnost. Ipak, vrijedi koristiti ključne riječi u slučaju da im tražilice u budućnosti daju veću važnost te kako bi pomogle upućivati na sadržaj. Ukoliko se sadržaj ne poklapa sa željenim ključnim riječima možda biste pažljivije trebali smišljati svoj sadržaj.
nl_be: De meeste zoekmachines gebruiken op dit moment geen Zoekwoorden of hechten er weinig waarde aan; echter, voor de zekerheid kun je zoekwoorden instellen voor het geval deze in de toekomst meer waarde krijgen en om je te helpen je inhoud te structureren. Als de inhoud niet overeenkomt met je zoekwoorden dan zou je de inhoud nog eens zorgvuldig kunnen bekijken.

source: The home doctitle sets what will appear within the %1$s tags (unseen in the browser) for the home page.
es_mx: El titulo del documento muestra lo que aparece entre las etiquetas %1$s (no se muestra en el navegador) para la pagina principal.
hr: Početni naslov dokumenta određuje što će se pojaviti unutar oznaka <title></title> (ne vidi se u pregledniku) na početnoj stranici.
id_id: Doctitle depan mengeset apa yang akan kelihatan di dalam tag <title></title> (tidak terlihat di browser) untuk halaman depan.

source: To add custom text you'll have to either edit a php file, or use a text widget on a widget enabled homepage.
es_mx: Para añadir un Texto Personalizado puede editar un archivo PHP, o utilizar un Widget de Texto en una página de Inicio habilitada con la funcionalidad de Widgets.
hr: Za dodavanje prilagođenog teksta morat ćete ili urediti php datoteku ili koristiti tekstualni widget na početnoj stranici s omogućenim widgetima.
id_id: Untuk menambahkan teks kostum yang akan Anda miliki apakah dengan mengubah sebuah berkas php, atau menggunakan teks widget pada sebuah widget yang diaktifkan pada halaman depan.
nl_be: Om eigen tekst toe te voegen zul je een php bestand moeten wijzigen of een tekst widget gebruiken op een startpagina waarop widgets ingeschakeld zijn.

source: Doctitle Settings
es_mx: Ajustes Doctitle
id_id: Pengaturan Doctitle
nl_be: Doctitle Instellingen

source: Below you'll find a few succinct notes on the options for each box:
es_mx: Abajo encontrara algunas notas sobre las opciones en cada casilla:
hr: Niže ćete naći nekoliko sažetih napomena o mogućnostima za svaku kućicu:
id_id: Di bawah ini Anda akan menemukan beberapa catatan singkat pada pilihan untuk setiap kotak:
nl_be: Hieronder staan enkele beknopte opmerkingen bij de verschillende opties:

source: If you see the menu, then opening that menu item will let you set the General SEO settings for your site.
es_mx: Si usted mira el menú, cuando abra ese menú le permitirá ajustar los Generales del SEO en su sitio.
hr: Ako vidite izbornik, otvaranje izbornika će vam omogućiti postavljanje SEO postavki za vašu stranicu.
id_id: Jika Anda melihat menu, maka dengan membuka item menu tersebut akan mengijinkan Anda mengeset pengaturan SEO Genesis bagi situs Anda.
nl_be: Wanner het menu zichtbaar is, kun je via dit menu de algemene SEO-instellingen voor je website instellen.
