Repository: remkus/genesis-translations
Catalog: translations/*.po
Languages: es_mx, hr, id_id, nl_be

source: Can Genesis be better?
es_mx: ¿Puede Génesis ser mejor?
nl_be: Kan Genesis nog beter worden?

source: Genesis Can Be Better
es_mx: Génesis puede ser mejor
nl_be: Genesis kan nog beter worden

source: Is this the best Genesis ever?
es_mx: ¿Es este el mejor Génesis?
nl_be: Is dit de beste Genesis ooit?

source: Best Genesis Title
es_mx: El mejor título de Génesis
nl_be: Beste Genesis Titel

source: Genesis is the best.
es_mx: Génesis es el mejor
nl_be: Genesis is de beste.

source: Genesis is the best
es_mx: Génesis es el mejor
nl_be: Genesis is de beste

source: Genesis Custom
es_mx: Génesis personalizado

source: Genesis Blue
es_mx: Génesis azul
nl_be: Genesis Blauw

source: Date Modified
es_mx: Fecha de modificación
hr: Datum izmjene
nl_be: Datum aangepast

source: Date Published
es_mx: Fecha de Publicación
hr: Datum objave
nl_be: Datum gepubliceerd

source: The page you are looking for no longer exists. Perhaps you can return back to the site's <a href="%s">homepage</a> and see if you can find what you are looking for. Or, you can try finding it with the information below.
es_mx: La página que estás buscando ya no existe. Puedes regresar <a href="%s">inicio</a> del sitio y ver si puedes encontrar lo que estás buscando, o puedes tratar encontrarla con la información siguiente.
id_id: Halaman yang sedang Anda cari tidak ada lagi. Mungkin Anda dapat kembali ke <a href="%s">halaman depan</a> dan melihat jika Anda dapat menemukan apa yang sedang Anda cari. Atau, Anda dapat mencoba mencarinya melalui informasi di bawah ini.

source: Exclude Previously Displayed Posts?
es_mx: Excluir Entradas Previamente Mostradas
hr: Isključi prethodno prikazane članke?
id_id: Keluarkan Tulisan yang Ditampilkan Sebelumnya?
nl_be: Sluit Eerder Vertoonde Berichten uit?

source: Sorry, no content matched your criteria.
es_mx: Lo sentimos, no hay contenido corresponde a sus criterios.
hr: Žao nam je, niti jedan sadržaj ne odgovara vašem zahtjevu.
id_id: Maaf, tidak ada konten yang cocok dengan kriteria Anda.
nl_be: Sorry, geen content die voldoet aan je criteria.

source: at
es_mx: a
id_id: pada

source: Updating Genesis will overwrite the current installed version of Genesis. Are you sure you want to update?. "Cancel" to stop, "OK" to update.
es_mx: Actualizar Génesis sobrescribirá la versión de Génesis instalada. Esta seguro querer actualizar?. "Cancelar" para parar actualización, "Seguir" para actualizar.
hr: Genesis nadogradnja će prebrisati trenutačno instaliranu verziju Genesisa. Želite li zaista nadograditi? "Cancel" za prekid, "OK" za nadogradnju.
id_id: Memutahirkan Genesis akan menimpa versi Genesis yang sedang terinstal. Anda yakin ingin memutahirkan sekarang? "Batalkan" untuk menghentikan, "OK" untuk memutahirkan.
nl_be: Het updaten van Genesis zal de huidige geïnstalleerde versie van Genesis overschrijven. Weet je zeker dat je wilt updaten? "Annuleren" om te stoppen, "Ok" om door te gaan.

source: The changes you made will be lost if you navigate away from this page.
es_mx: Los cambios que realizo se perderán si usted navega fuera de esta pagina.
hr: Promjene koje ste napravili bit će izgubljene ako se maknete s ove stranice.
id_id: Perubahan yang Anda buat akan hilang jika Anda meninggalkan halaman ini.
nl_be: De wijzigingen die je hebt gemaakt zullen verloren gaan als je van deze pagina weg navigeert.

source: decimal or hexidecimal entities
es_mx: entidades decimal o hexadecimal
hr: decimalni ili heksadecimalni subjekti
id_id: entitas desimal atau heksadesimal
nl_be: decimale of hexadecimale entiteiten

source: Primary Navigation Extras
es_mx: Extras de Navegación Primaria
id_id: Tambahan Navigasi Utama

source: Apply %s to this archive
es_mx: Aplicar %s a este archivo
hr: Primijeni %s na ovu arhivu
id_id: Terapkan %s ke arsip ini
nl_be: Voeg %s toe aan dit archief

source: Meta Keywords
es_mx: Meta Palabras Clave
hr: Meta ključne riječi
id_id: Kata kunci Meta
nl_be: Meta zoekwoorden

source: Meta Description
es_mx: Meta Descripción
hr: Meta opis
id_id: Deskripsi Meta
nl_be: Meta beschrijving

source: Archive
es_mx: Archivo
hr: Arhiva
id_id: Arsip
nl_be: Archief

source: The page you are looking for no longer exists. Perhaps you can return back to the site's <a href="%s">homepage</a> and see if you can find what you are looking for. Or, you can try finding it by using the search form below.
es_mx: La pagina que esta buscando ya no existe, Quizás regrese ala pagina <a href="%s">principal</a> y verifique si puede localizarla. o puede intentar buscar en la forma de búsqueda de abajo.
id_id: Halaman yang sedang Anda cari tidak ada. Mungkin Anda dapat kembali ke <a href="%s">halaman depan</a> dan melihat jika Anda dapat menemukan apa yang sedang Anda cari. Atau, Anda dapat mencoba menemukannya dengan menggunakan form pencarian di bawah.

source: Not found, error 404
es_mx: No encontrado, error 404
hr: Nije pronađeno, greška 404
id_id: Tidak ditemukan, galat 404
nl_be: Niet gevonden, error 404

source: Search Results for:
es_mx: Resultados de búsqueda para:
hr: Rezultati pretrage za:
id_id: Hasil Pencarian untuk:
nl_be: Zoekresultaten voor:

source: Contributor
es_mx: Contribuyente:
hr: Suradnik
id_id: Kontributor
nl_be: Bijdrager

source: Contributors
es_mx: Contribuyentes:
id_id: Kontributor

source: Lead Developer
es_mx: Líder Desarrollador
hr: Glavni programer
id_id: Pimpinan Pengembang
nl_be: Hoofd ontwikkelaar

source: Homepage
es_mx: Página de Inicio
hr: početna stranica
id_id: Halaman depan

source: Posts Page
es_mx: Página de Entradas
id_id: Halaman Tulisan

source: Blog Page Template
es_mx: Plantilla de Blog
id_id: Templat Halaman Blog

source: Navigation
es_mx: Navegación
hr: navigacija
id_id: Navigasi
nl_be: Navigatie

source: Header
es_mx: Cabecera
hr: Zaglavlje
nl_be: Kop

source: The meta description can be used to determine the text used under the title on search engine results pages.
es_mx: La etiqueta meta description puede ser usada para determinar el texto que aparecerá de bajo del título en las páginas de resultados de búsqueda.
hr: Meta opisi mogu se koristiti za određivanje teksta korištenog ispod naslova na rezultatima pretraživanja.
id_id: Deskripsi meta dapat digunakan untuk menandakan teks yang digunakan di bawah judul pada halaman hasil pencarian.
nl_be: De meta beschrijving kan worden gebruikt om de tekst gebruikt onder de titel op zoekmachine resultaten pagina's te bepalen.

source: If you leave the document title field blank, your site&#8217;s title will be used instead.
es_mx: Si dejas el campo document title en blanco, se usará el título de tu sitio en su lugar.
hr: Ukoliko ostavite naslov dokumenta praznim umjesto njega koristit će se &#8217 vaše lokacije.
id_id: Jika Anda membiakrna judul dokumen kosong, judul situs Anda akan digunakan sebagai gantinya.
nl_be: Als u het document titel veld leeg laat, zal de site titel in plaats daarvan worden gebruikt.

source: If the title consists of two parts (original title and optional addition), then the separator will go in between them.
es_mx: Si el título se compone de dos partes (título original y la adición opcional), entonces el separador pasará entre ellos.
hr: Ako se naslov sastoji od dva dijela (izvornog naslova i izbornog dodatka) onda će se razdjelnik naći između njih.
id_id: Jika judul terdiri dari dua pasang (judul asli dan tambahan pilihan), maka pemisah akan berada di antara keduanya.
nl_be: Als de titel bestaat uit twee delen (titel en optionele toevoeging), dan komt het scheidingsteken er tussen.

source: Document Title Separator
es_mx: Separador del Document Title:
hr: Razdjelnik naslova dokumenta
id_id: Pemisah Judul Dokumen:
nl_be: Scheidingsteken in document titel

source: Determines which side the added title text will go on.
es_mx: Determina qué lado el texto del título añadido va a continuar.
hr: Određuje na koju stranu će ići dodani naslov teksta.
id_id: Menandakan sisi yang mana teks judul ditambahkan akan kelihatan.
nl_be: Bepaalt aan welke kant de toegevoegde titel tekst zal staan.

source: Add site name to %s on inner pages?
es_mx: Agregar el nombre del sitio a %s en las páginas interiores?
hr: Dodaj ime lokacije %s na unutarnjim stranicama?
id_id: Tambahkan nama situs ke %s pada halaman yang lebih dalam?
nl_be: Voeg site naam toe aan %s op interne pagina's?

source: Add site description (tagline) to %s on home page?
es_mx: ¿Adicionar descripción del sitio (tagline) a %s en pagina principal?
hr: Dodaj opis lokacije (tagline) na početnu stranicu %s?
id_id: Tambahkan deskripsi situs (tagline) ke %s pada halaman depan?
nl_be: Voeg site ondertitel toe aan %s op de home pagina?

source: Read More
es_mx: Leer Más
hr: Nastavi čitati
id_id: Baca Selengkapnya
nl_be: Lees meer

source: Search this website
es_mx: Buscar en éste sitio web
hr: Pretraži ovu stranicu
id_id: Cari di situs ini
nl_be: Zoek op deze website

source: Read more
es_mx: Continúe leyendo
hr: Nastavi čitati
id_id: Baca selengkapnya
nl_be: Lees meer

source: Go to SEO Settings &rarr;
es_mx: Vaya a la Configuración SEO &rarr;
hr: Idi na SEO postavke &rarr;
id_id: Pergi ke Pengaturan SEO &rarr;
nl_be: Ga naar de SEO Instellingen &rarr;

source: Go to Theme Settings &rarr;
es_mx: Vaya a la Configuración del Tema &rarr;
hr: Idi na postavke teme &rarr:
id_id: Pergi ke Pengaturan Tema &rarr;
nl_be: Ga naar de Thema Instellingen &rarr;

source: Project Leads
es_mx: Líderes de proyecto
id_id: Proyek Mengarah

source: Welcome to Genesis %s
es_mx: Bienvenido a Genesis %s
hr: Dobro došli u Genesis %s
id_id: Selamat datang ke Genesis %s
nl_be: Welkom bij Genesis %s

source: Use for site title/logo:
es_mx: Usar para el título/logo del sitio
hr: Koristite za naslov/logo lokacije:
id_id: Gunakan untuk judul/logo situs:
nl_be: Gebruik voor site titel/logo:

source: on
es_mx: sobre
hr: na
id_id: pada
nl_be: op

source: Leave empty if you do not want to display any intro text.
es_mx: Deje vacío si no quiere que se despliegue el texto de introducción
hr: Ostavite prazno ako ne želite prikazivanje uvodnog teksta.
id_id: Biarkan kosong jika Anda tidak ingin menampilkan teks pendahuluan apapun.
nl_be: Laat deze leeg als je geen intro tekst wilt tonen.

source: Archive Intro Text
es_mx: Texto de Introducción de Archivo
hr: Uvodni tekst arhive
id_id: Teks Pendahuluan Arsip
nl_be: Archief intro tekst.

source: Leave empty if you do not want to display a headline.
es_mx: Deje vacío si no quiere que se despliegue el encabezado de línea
hr: Ostavi prazno ako ne želiš prikazati naslov.
id_id: Biarkan kosong jika Anda tidak ingin menampilkan judul atas.
nl_be: Laat deze leeg als je geen headline wilt tonen.

source: Archive Headline
es_mx: Archivo de encabezado de línea
hr: naslov arhiva
id_id: Judul Atas Arsip
nl_be: Archief Headline

source: Error saving settings.
es_mx: Error al guardar la configuración.
hr: Greška prilikom spremanja postavki.
id_id: Galat ketika menyiman perubahan.
nl_be: Error tijdens het opslaan van instellingen.

source: Custom Text Content
es_mx: Contenido del texto personalizado
hr: Prilagođen tekst sadržaja
id_id: Teks Kostum (di bawah)
nl_be: Aangepaste tekst content

source: Secondary Navigation Menu
es_mx: Menú de Navegación Secundario
hr: Dodatni izbornik navigacije
id_id: Menu Navigasi Kedua

source: Header Left
es_mx: encabezado izquierdo
hr: Zaglavlje lijevo
id_id: Header Kiri
nl_be: Header links

source: Extended page link text
es_mx: Busqueda extendida del texto del enlace
hr: Tekst poveznice na proširenu stranicu
id_id: Teks tautan halaman yang diperluas
nl_be: Verlengde pagina link tekst

source: Footer %d widget area.
es_mx: Pie de página %d area de widget
hr: Widget područje u podnožju %d
id_id: Area widget %d footer.
nl_be: Footer %d widget ruimte.

source: This is the secondary sidebar if you are using a three column site layout option.
es_mx: Esta es la barra lateral secundaria si usted esta usando un sitio de tres columna opción de diseño
hr: Ovo je drugi stupac ako koristite izgled stranice sa tri stupca.
id_id: Ini merupakan bar samping kedua jika Anda menggunakan pilihan layout tiga kolom.
nl_be: Dit is de secondaire sidebar in het geval dat je de drie kolom layout instelling gebruikt.

source: This is the primary sidebar if you are using a two or three column site layout option.
es_mx: Esta es la barra lateral principal si está usando un sitio de dos o tres columnas opción de diseño.
hr: Ovo je osnovni stupac ako koristite dvije ili tri kolone u opcijama za izgled lokacije.
id_id: Ini merupakan bar samping utama jika Anda menggunakan pilihan layout dua atau tiga kolom.
nl_be: Dit is de primaire sidebar in het geval dat je de twee of drie kolom layout instelling gebruikt.

source: The argument, "context", has been replaced with "theme_location" in the $args array.
es_mx: El argumento de "contexto", ha sido reemplazado por "theme_location" en el array $args.
hr: Argument "context" zamijenjen je s "theme_location" u $args nizu.
id_id: Argumen, "context", telah diganti dengan "theme_location" di array $args.
nl_be: Het argument, "context", is vervangen door "theme_location" in de $args array.

source: You cannot use %s to create two menus in the same subclass. Please use separate subclasses for each menu.
es_mx: Usted no puede usar %s para crear dos menús en la misma subclase. Por favor, use subclases separadas para cada menú.
hr: Ne možete koristiti %s kako biste napravili dva izbornika iste podklase. Molim vas, koristite odvojene podklase za svaki izbornik.
id_id: Anda tidak dapat menggunakan %s untuk membuat dua menu di subclass yang sama. Silahkan gunakan subclass yang terpisah untuk setiap menu.
nl_be: Je kunt %s niet gebruiken om twee menu's te maken in dezelfde subclass. Graag een aparte subclass gebruiken voor elk menu.

source: Author Archive Settings
es_mx: Configuración de archivos de autor
hr: Postavke arhiviranja autora
id_id: Pengaturan Arsip Penulis
nl_be: Auteur archief instellingen

source: User Permissions
es_mx: Permisos de Usuario
hr: Dopuštenja za korisnike
id_id: Hak Akses Pengguna
nl_be: Gebruikerstoestemming

source: Please select the color style from the drop down list and save your settings.
es_mx: Por favor, Seleccione el estilo de color de la lista desplegable y guarde su configuración.
id_id: Pilih gaya warna dari senarai pilihan dan simpan perubahan Anda.

source: Color Style:
es_mx: Estilo de Color:
id_id: Gaya Warna:

source: This code will output immediately before the closing %s tag in the document source.
es_mx: Este código se insertarà inmediatamente antes del cierre de la etiqueta %s en el código fuente del documento.
hr: Veza se izvršava odmah prije završne oznake %s u izvoru dokumenta.
id_id: Hook %1$s mengeksekusi tepat sebelum tag penutup %2$s di dokumen sumber.
nl_be: Deze hook wordt direct uitgevoerd voor de sluitende %s tag in de broncode van het document.

source: Image Size:
es_mx: Tamaño de la Imagen:
id_id: Ukuran Gambar:

source: Color Style
es_mx: Estilo de Color
id_id: Gaya Warna

source: Follow me on Twitter
es_mx: Sígueme en Twitter
id_id: Ikuti saya di Twitter

source: Archive Settings
es_mx: Archivo de Configuración
hr: Postavke arhiva
id_id: Pengaturan Arsip
nl_be: Archief Instellingen

source: Adjacent Posts %s link tags
es_mx: Mensajes adyacentes %s etiquetas de enlace
hr: Oznaka poveznice sljedećeg članka %s
id_id: Tag tautan %s Tulisan yang Berdekatan
nl_be: Volgende berichten %s link tags

source: Layout Settings
es_mx: Configuración del Diseño
hr: Postavke izgleda
id_id: Pengaturan Layout
nl_be: Layout Instellingen

source: Theme SEO Settings
es_mx: Configuración SEO del Tema
hr: SEO postavke za temu
id_id: Pengaturan SEO Tema
nl_be: Thema SEO Instellingen

# separator in time difference
source: and
es_mx: y
hr: i
id_id: dan
nl_be: en

# time difference
source: %s second
es_mx: %s segundo
hr: %s sekunda
id_id: %s detik
nl_be: %s seconde

# time difference
source: %s minute
es_mx: %s minuto
hr: %s minuta
id_id: %s menit
nl_be: %s minuut

# time difference
source: %s hour
es_mx: %s hora
hr: %s sata
id_id: %s jam
nl_be: %s uur

# time difference
source: %s day
es_mx: %s día
hr: %s dan
id_id: %s hari
nl_be: %s dag

# time difference
source: %s week
es_mx: %s semana
hr: %s tjedan
id_id: %s minggu

# time difference
source: %s month
es_mx: %s mes
hr: %s mjesec
id_id: %s bulan
nl_be: %s maand

# time difference
source: %s year
es_mx: %s año
hr: %s godina
id_id: %s tahun
nl_be: %s jaar

# time difference
source: seconds
es_mx: segundos
hr: sekundi
id_id: detik
nl_be: seconden

source: These options will affect any blog listings page, including archive, author, blog, category, search, and tag pages.
es_mx: Estas opciones afectan a cualquier página del blog listados, incluyendo archivo, autor, blog, categoría, búsqueda y las páginas de etiquetas.
id_id: Pilihan ini akan mempengaruhi setiap daftar halaman blog, termasuk arsip, penulis, blog, kategori, pencarian, dan halaman tag.

source: 404 Page
es_mx: página 404
id_id: Halaman 404

source: Archives
es_mx: Archivos
id_id: Arsip

source: Pages
es_mx: Paginas
id_id: Halaman

source: Front Page
es_mx: Portada
id_id: Halaman depan

source: Header and Footer Scripts
es_mx: Scripts del encabezado y pié de página
hr: Skripta zaglavlja i podnožja
id_id: Skrip Header dan Footer
nl_be: Header en Footer Scripts

source: Comments and Trackbacks
es_mx: Comentarios y Trackbacks
hr: komentari i Trackbacks
id_id: Komentar dan Lacakbalik
nl_be: Reacties en Trackbacks

source: Default Layout
es_mx: Diseño predeterminado
hr: Zadani izgled
id_id: Layout Standar
nl_be: Standaard lay-out

source: Keywords are generally ignored by Search Engines.
es_mx: Las palabras clave generalmente son ignoradas por los motores de búsqueda.
hr: Tražilice općenito zanemaruju ključne riječi.
id_id: Kata kunci biasanya diabaikan oleh Mesin Pencarian.
nl_be: Keywords worden over het algemeen genegeerd door zoekmachines.

source: Settings saved.
es_mx: Configuración Guardada.
hr: Postavke su spremljene.
id_id: Pengaturan telah disimpan.
nl_be: Instellingen zijn opgeslagen.

source: Settings reset.
es_mx: Configuración restablecida.
hr: Povrat zadanih postavki
id_id: Pengaturan direset.
nl_be: Instellingen resetten.

source: Settings successfully imported.
es_mx: La configuración se importó correctamente.
hr: Postavke uspješno uvezene.
id_id: Pengaturan berhasil diimpor.
nl_be: Instellingen met succes geïmporteerd.

source: Upload File and Import
es_mx: Subir Archivo e Importar
hr: Prenesi datoteku i uvezi je
id_id: Unggah Berkas dan Impor
nl_be: Bestand uploaden en importeren

source: Choose the file from your computer and click "Upload file and Import"
es_mx: Escoja el archivo desde su computadora y haga clic en "Subir archivo e Importar"
hr: Odaberite datoteku s vašeg računala i kliknite "Prenesi datoteku i uvezi"
id_id: Pilih berkas dari komputer Anda lalu klik "Unggah berkas dan Impor"
nl_be: Kies het bestand van je computer en klik op "Upload bestand en importeren"

source: Default
es_mx: Por defecto
hr: Zadano
id_id: Standar
nl_be: Standaard

source: Next Page
es_mx: Página Siguiente
hr: sljedeća stranica
id_id: Halaman Berikutnya
nl_be: Volgende pagina

source: Previous Page
es_mx: Página anterior
hr: prethodna stranica
id_id: Halaman Sebelumnya
nl_be: Vorige pagina

source: ago
es_mx: atrás
hr: prije
id_id: lalu
nl_be: geleden

source: Select / Deselect All
es_mx: Seleccionar / anular toda selección
hr: označite / poništite sve
id_id: Pilih / Batalkan Semua
nl_be: Selecteer / Deselecteer alles

source: No export options available.
es_mx: No hay opciones de exportación disponibles.
hr: Nisu dostupne opcije izvoza.
id_id: Tidak ada pilihan ekspor tersedia.
nl_be: Geen export opties beschikbaar.

source: Footer %d
es_mx: Pie de página %d
hr: podnožje stranice %d

source: No Label Selected
es_mx: Sin etiqueta seleccionada
hr: nije odabrana etiketa
id_id: Tidak ada Label Terpilih
nl_be: Geen label geselecteerd

source: There was a problem importing your settings. Please try again.
es_mx: Hubo un problema al importar la configuración. Por favor inténtelo nuevamente.
hr: Nastao je problem prilikom uvoza vaših postavki. Molim vas pokušajte ponovno.
id_id: Ada masalah saat mengimpor pengaturan Anda. Cobalah lagi.
nl_be: Er is een probleem met het importeren van de instellingen. Probeer het opnieuw.

source: Secondary Sidebar
es_mx: Barra lateral Secundaria
hr: dodatni stupac
id_id: Sidebar Kedua
nl_be: Secundaire Sidebar

source: Primary Sidebar
es_mx: Barra lateral Primaria
hr: Osnovni stupac
id_id: Sidebar Utama
nl_be: Primaire Sidebar

source: Header Right
es_mx: Encabezado Derecho
hr: zaglavlje desno
id_id: Header Kanan
nl_be: Header Rechts

source: Not found:
es_mx: No encontrado:
hr: Nije pronađeno:
id_id: Tidak ditemukan:
nl_be: Niet gevonden:

source: No Content
es_mx: Sin contenido
hr: Nema sadržaja
id_id: Tanpa Konten
nl_be: Geen content

source: Show Content Limit
es_mx: Mostrar Limite de contenido
hr: Prikaži ograničenje sadržaja
id_id: Tampilkan Batas Konten
nl_be: Toon Content Limiet

source: Show Excerpt
es_mx: Mostrar Extracto
hr: Pokaži isječak
id_id: Tampilkan Ringkasan
nl_be: Toon Excerpt

source: Show Content
es_mx: Mostrar Contenido
hr: Prikaži sadržaj
id_id: Tampilkan Konten
nl_be: Toon Content

source: Content Type
es_mx: Tipo de contenido
hr: Vrsta sadržaja
id_id: Tipe Konten

source: Show Post Info
es_mx: Mostrar Información del Post
hr: Prikaži informacije o članku
id_id: Tampilkan Info Tulisan
nl_be: Toon Post Info

source: Show Featured Image
es_mx: Mostrar Imagen Principal
hr: Prikaži privlačnu sliku
id_id: Tampilkan Gambar yang Ditampilkan
nl_be: Toon Aanbevolen afbeelding

source: This text will be the first paragraph, and display on the first page
es_mx: Este texto será el primer párrafo, y mostrar en la primera página
hr: Ovaj tekst će biti prvi odlomak i prikazan na prvoj stranici.
id_id: Teks ini akan menjadi paragraf pertama, dan ditampilkan di halaman pertama
nl_be: Deze tekst wordt de eerste paragraaf, en wordt weergeven op de eerste pagina

source: Custom Description Text
es_mx: Texto descriptivo personalizado
hr: Prilagođen tekst opisa
id_id: Teks Deskripsi Kostum
nl_be: Beschrijving aangepaste tekst

source: Will display in the %s tag at the top of the first page
es_mx: Mostrará en la %s etiqueta en la parte superior de la primera pagina
hr: Prikazat ćemo u %s oznaci na vrhu prve stranice
id_id: Akan menampilkan dalam tag%s di bagian atas halaman pertama
nl_be: Wordt weergegeven in de %s tag op de top van de eerste pagina

source: Custom Archive Headline
es_mx: Titular archivo personalizado
hr: Prilagođeno zaglavlje arhiva
id_id: Headline Arsip Kostum
nl_be: Aangepaste Archief Headline

source: These settings apply to this author's archive pages.
es_mx: Estos ajustes se aplican a las páginas de archivo de este autor.
hr: Ove postavke se primjenjuju na arhivsku stranicu ovog autora.
id_id: Pengaturan ini berlaku untuk halaman arsip penulis ini.
nl_be: Deze instellingen gelden voor het archiveren van deze auteur pagina's.

source: Enable Author Box on this User's Archives?
es_mx: Habilitar el cuadro de Autor de Archivos este usuario?
hr: Omogući Autor Box u ovim korisničkim arhivama?
id_id: Aktifkan Kotak Penulis pada Arsip Pengguna ini?
nl_be: Activeer Auteur Box op het Archief van deze gebruiker?

source: Enable Author Box on this User's Posts?
es_mx: ¿Habilitar el cuadro de Autor en mensajes de este usuario?
hr: Omogući podatke o autoru u članku ovog korisnika?
id_id: Aktifkan Kotak Penulis pada Tulisan Pengguna ini?
nl_be: Activeer Auteur Box op berichten van deze gebruiker?

source: Enable Import/Export Submenu?
es_mx: ¿Habilitar el SubMenú de Importación/Exportación?
hr: Omogući podizbornik uvoz/izvoz?
id_id: Aktifkan Submenu Impor/Ekspor?
nl_be: Activeer Import/Export Submenu?
