Repository: remkus/genesis-translations
Catalog: translations/*.po
Languages: es_mx, hr, id_id, nl_be

source: By default, WordPress places several tags in your document %1$s. Most of these tags are completely unnecessary, and provide no %2$s value whatsoever; they just make your site slower to load. Choose which tags you would like included in your document %1$s. If you do not know what something is, leave it unchecked.
hr: Prema zadanim vrijednostima WordPress stavlja nekoliko oznaka u vaše dokumente %1$s. Većina ovih oznaka su potpuno bespotrebne i nemaju nikakvu <abbr title="Search engine optimization">SEO</abbr> vrijednost; one samo usporavaju učitavanje vaše lokacije. Odaberite koje oznake želite imati uključene u vaše dokumente %1$s. Ako ne znate značenje oznake ostavite neoznačeno.

source: Genesis %1$s is available for %2$s
hr: Genesis %s je dostupan za %s

source: You can also specify if the Site Title, Description, or your own custom text should be wrapped in an <h1>; tag (the primary heading in HTML).
hr: Možete postaviti naslov lokacije, opis ili neki proizvoljan tekst u &lt;h1&gt; oznaku (osnovno zaglavlje u HTML).

source: The %1$sDoctitle Separator%2$s is the character that will go between the title and appended text.
hr: <strong>Doctitle Separator</strong> je znak koji se smješta između naslova i dodanog teksta.

source: %1$sDoctitle Append Location%2$s determines which side of the title to add the previously mentioned items.
hr: <strong>Doctitle Append Location</strong> određuje koja strana naslova će biti dodana prethodno spomenutim dijelovima.

source: %1$sAppend Site Name%2$s will put the site name from the General Settings after the title on inner page.
hr: <strong>Append Site Name</strong> će postaviti ime lokacije iz općih postavki nakon naslova na vašim unutarnjim stranicama.

source: %1$sAppend Site Description%2$s will insert the site description from your General Settings after the title on your home page.
hr: <strong>Append Site Description</strong> će uključiti opis lokacije iz vaših općih postavki nakon naslova na vašoj početnoj stranici.

source: The %1$sImage logo%2$s option will use a logo image file in the header instead of the site's title and description. This setting adds a .header-image class to your site, allowing you to specify the header image in your child theme's style.css. By default, the logo can be saved as logo.png and saved to the images folder of your child theme.
hr: <strong>Image logo</strong> opcija će koristiti foto loga u naslovu umjesto naziva lokacije i njenog opisa. Ova postavka dodaje .header-image klasu vašoj lokaciji i dozvoljava vam da odredite naslovnu fotografiju unutar style.css vaše teme. Zadano je da logo može biti spremljen kao logo.png i tu u mapu s fotografijama u vašoj temi.

source: The %1$sDynamic text%2$s option will use the Site Title and Site Description from your site's settings in your header.
hr: <strong>Dynamic text</strong> opcija će koristiti Site Title (naziv lokacije) i Site Description (opis lokacije) iz postavki lokacije u naslovu.
