Repository: remkus/genesis-translations
Catalog: translations/*.po
Languages: es_mx, hr, id_id, nl_be

source: If you don’t see an SEO Settings sub menu, then you probably have another SEO plugin active.
es_mx: Si no ve un submenú Ajustes de SEO, entonces es probable que tenga otra Plugin SEO activo.
hr: Ako ne vidite izbornik s postavkama za SEO tada je vjerojatno aktivan drugi SEO plugin.
nl_be: Wanneer je geen submenu voor SEO-instellingen ziet, heb je waarschijnlijk een andere SEO plugin ingeschakeld.

source: Genesis SEO (search engine optimization) is polite, and will disable itself when most popular SEO plugins (e.g., All-in-One SEO, WordPress SEO, etc.) are active.
es_mx: Genesis SEO (optimización de maquinas de búsqueda) es cortes, y se desactivará a sí mismo cuando plugins SEO más populares (por ejemplo, All-in-One SEO, WordPress SEO, etc.) están activos.
hr: Genesis SEO je ljubazan i sam će se isključiti ako je aktivan neki drugi SEO plugin (npr. All-in-One SEO, WordPress SEO, itd.)
id_id: Genesis SEO (search engine optimization = optimasi mesin pencarian) bersifat sopan, dan akan menonaktifkan dirinya sendiri jika plugin SEO terkenal (seperti All-in-One SEO, WordPress SEO, dsb) sedang aktif.
nl_be: Genesis SEO (zoekmachine-optimalisatie) is bescheiden en zal zichzelf uitschakelen wanneer een van de populaire SEO plugins (zoals All-in-One SEO, WordPress SEO, etc.) is ingeschakeld.

source: Genesis Tutorials
es_mx: Tutoriales de Genesis
hr: Genesis upute
id_id: Tutorial Genesis

source: Genesis Snippets
es_mx: Fragmentos de Código Genesis
id_id: Potongan Genesis

source: Get Support
es_mx: Obtener Ayuda
hr: potraži podršku
id_id: Dapatkan Bantuan
nl_be: ondersteuning verkrijgen

source: For more information:
es_mx: Para mayor información:
hr: Za više informacija:
id_id: Untuk informasi lebih lanjut:
nl_be: Voor meer informatie:

source: Export
es_mx: Exportar
hr: Izvoz
id_id: Ekspor
nl_be: Exporteren

source: This cannot be undone
es_mx: Este cambio no puede ser revertido
hr: Ovu naredbu ne možete opozvati.
id_id: Ini tidak dapat dibatalkan
nl_be: Deze handeling kan niet ongedaan worden gemaakt.

source: Import
es_mx: Importar
hr: uvezi
id_id: Impor
nl_be: Importeren

source: This allows you to import or export Genesis Settings.
es_mx: Esto le permite importar o exportar la Configuración de Genesis.
hr: Ovo vam omogućava da uvezete ili izvezete Genesis postavke.
id_id: Ini mengijinkan Anda untuk mengimpor atau mengekspor Pengaturan Genesis.
nl_be: Hiermee kun je je Genesis Thema Instellingen importeren of exporteren.

source: Search form displays a small search form utilizing the WordPress search functionality.
es_mx: Formulario de Búsqueda muestra un pequeño recuadro de búsqueda que utiliza la funcionalidad nativa de búsqueda de WordPress
hr: Obrazac za pretraživanje prikazuje mali obrazac i pri tome koristi WordPress funkcionalnost pretraživanja.
id_id: Form pencarian menampilkan sebuah form pencarian kecil yang menggunakan fungsi pencarian WordPress.
nl_be: Via het zoekformulier wordt een kleine zoekbalk zichtbaar die de WordPress zoek functionaliteit gebruikt.

source: Today's date displays the current date
es_mx: La fecha del día de Hoy muestra la fecha actual
hr: Today's date prikazuje današnji datum
id_id: Tanggal hari ini menampilkan tanggal sekarang
nl_be: Toont de datum van vandaag

source: data in style sheet files
es_mx: Datos en los archivos de hojas de estilo
hr: podaci u style sheet datotekama
id_id: data di berkas style sheet
nl_be: data in style sheet bestanden

source: There are some special features of the Blog Template that allow you to specify which category to show on each page using the template, which is helpful if you have a "News" category (or something else) that you want to display separately.
es_mx: Hay algunas características especiales de la plantilla del blog que le permiten especificar qué categoría a mostrar en cada página utilizando la plantilla, lo cual es útil si usted tiene una categoría "Noticias" (o algo más) que desea mostrar por separado.
hr: Postoje neke posebne značajke Blog Template koje vam omogućavaju da odredite kategorije koje želite prikazati na pojedinim stranicama. To je korisno ukoliko imate kategoriju "Vijesti" (ili neku drugu) koju želite prikazati odvojeno.
id_id: Ada beberapa fitur khusus dari Templat Blog yang mengijinkan Anda untuk menentukan kategori mana yang akan ditampilkan di setiap halaman menggunakan templat, yang sangat membantu jika Anda mempunyai sebuah kategori "Berita" (atau yang lainnya) yang ingin Anda tampilkan secara terpisah.
nl_be: Er zijn enkele speciale eigenschappen van de Blog Pagina Template waarmee je kan aangeven welke categorie je wilt laten zien op de pagina's die deze template gebruiken. Dit is bijvoorbeeld handig als je een "nieuws" categorie hebt (of een andere categorie) die je apart wilt laten zien.

source: If you provide an email address above, you will be notified via email when a new version of Genesis is available.
es_mx: Para recibir notificaciones cada vez que una nueva versión de Genesis esté disponible para descarga, proporcione una dirección de correo electrónico en la parte superior.
id_id: Jika Anda mengisi alamat email di atas, maka Anda akan diberitahukan melalui email ketika versi baru Genesis tersedia.

source: Load Superfish Script?
es_mx: ¿Cargar el Script Superfish?
id_id: Muat Skrip Superfish?

source: This lets you select the layout for the archive page. On most of the child themes you'll see these options:
es_mx: Esto le permite seleccionar el diseño de la página de archivo. En la mayoría de los temas hijo verá estas opciones:
hr: Ovime je omogućen izbor izgleda arhivske stranice. Na većini teme vidjet ćete sljedeće opcije:
id_id: Ini membolehkan Anda untuk memilih layout halaman arsip. Di hampir kebanyakan tema anak Anda akan melihat pilihan-pilihan ini:
nl_be: Deze optie laat je de opmaak van de archiefpagina selecteren. Op de meeste van de Genesis sjablonen zie je de volgende opties:

source: Upload the data file (%s) from your computer and we'll import your settings.
es_mx: Carga el archivo de datos (%s) desde tu computadora e importaremos tu configuración.
hr: Prenesite datoteku (%s) ili datoteke s vašeg računala i mi ćemo uvesti vaše postavke.
id_id: Unggah berkas data (%s) dari komputer Anda dan kami akan mengimpor pengaturan Anda.
nl_be: Upload het bestand (%s) vanaf je computer en dan importeren we je instellingen.

source: Once you upload an import file, it will automatically overwrite your existing settings.
es_mx: Al momento de subir un Archivo de Importación, éste automáticamente reemplazará su configuración actual.
hr: Jednom kad završite prijenos uvezene datoteke, ona će automatski prebrisati vaše postojeće postavke.
id_id: Setelah Anda mengunggah sebuah berkas impor, dia akan otomatis menimpa pengaturan Anda yang sudah ada.
nl_be: Zodra je een import file laadt zal deze je bestaande instellingen automatisch overschrijven.

source: These options can be extended or limited by the child theme.
es_mx: Estas opciones pueden ser ampliadas o limitadas por el tema hijo.
hr: Ove mogućnosti mogu biti proširene ili ograničene temom.
id_id: Pilihan-pilihan ini dapat diperluas atau dibatasi dari tema anak.
nl_be: Deze opties kunnen worden uitgebreid of beperkt door het child theme.

source: This works with the Blog Template, which is a page template that shows your latest posts. It's what people see when they land on your homepage.
es_mx: Esto funciona con la plantilla tipo "Blog", la cual es una plantilla de página que muestra tus Entradas más recientes. Es lo que las personas ven cuando visitan tu página de Inicio.
hr: Ovo radi s predlošcima za blog, koji su predlošci stranice koji pokazuju vaše zadnje članke. To je ono što ljudi vide kad dođu na vašu početnu stranicu.
id_id: Ini berfungsi dengan Templat Blog, yang merupakan sebuah templat halaman yang menampilkan tulisan terakhir Anda. Ini yang orang lihat ketika mereka mendarat ke halaman awal situs Anda.
nl_be: Dit functioneert met het Blog sjabloon, dat is het paginasjabloon dat de laatste berichten weergeeft. Het is wat je bezoekers zien als ze op je homepage komen.

source: When you click the button below, Genesis will generate a data file (%s) for you to save to your computer.
es_mx: Cuando le des clic al botón de abajo, Genesis generará un archivo de datos (%s) para que guardes en tu computadora.
hr: Kada kliknete na donji gumb, Genesis će generirati datoteku (%s) ili više njih kako biste ih mogli spremiti na svoje računalo.
id_id: Ketika Anda mengklik tombol di bawah ini, Genesis akan membangkitkan sebuah berkas data (%s) buat Anda untuk menyimpan ke komputer Anda.
nl_be: Selecteer de knop hieronder om Genesis een databestand (%s) te laten maken. Dit bestand kun je bewaren op je computer.

source: Use semantic HTML5 page and section headings throughout site?
es_mx: ¿Utilizar HTML5 semántico para los Encabezados de Página y de Sección?
hr: Želite koristiti semantičku HTML5 stranicu i naslove odjeljaka na čitavoj lokaciji?
id_id: Gunakan semantik halaman HTML5 dan bagian heading di seluruh situs?
nl_be: Gebruik semantische HTML5 pagina- en sectietitels op de website?

source: These options can be extended or limited by the child theme. Additionally, many of the child themes do not allow different layouts on the home page as they have been designed for a specific home page layout.
es_mx: Estas opciones se pueden extender o limitados por el tema de los niños. Además, muchos de los temas hijo no permiten diferentes diseños en la página principal, ya que han sido diseñados para un diseño específico en página de inicio.
hr: Ove mogućnosti se mogu proširiti ili ograničiti temom. Dodatno, mnoge teme ne dozvoljavaju različite izglede početne stranice jer su dizajnirane sa točno određenim početnim stranicama.
id_id: Pilihan ini dapat diperluas atau dibatasi dari tema anak. Apalagi, banyak tema anak tidak mengijinkan layout yang berbeda pada halaman awal karena mereka dirancang untuk layout halaman awal tertentu.
nl_be: Deze opties kunnen worden uitgebreid of beperkt door een child theme. In veel child themes is een andere layout voor de homepage niet mogelijk, omdat ze een eigen layout voor de homepage gebruiken.

source: In the General Settings you can select a specific category to display from the drop down menu, and exclude categories by ID, or even select how many posts you'd like to display on this page.
es_mx: En la configuración general se puede seleccionar una categoría específica para visualizar desde el menú desplegable, y excluir categorías por ID, o incluso seleccionar la cantidad de mensajes que le gustaría aparecer en esta página.
hr: U općim postavkama (general settings) možete odabrati određenu kategoriju i prikazati je iz padajućeg izbornika, isključiti kategorije prema ID ili odrediti koliko članaka želite prikazati na toj stranici.
id_id: Di Pengaturan Umum Anda dapat memilih kategori tertentu untuk menampilkan dari menu drop-down dan mengeluarkan kategori berdasarkan ID, atau bahkan memilih berapa tulisan yang ingin Anda tampilkan di halaman ini.
nl_be: In de Algemene Instellingen kun je een categorie selecteren met de drop down menu, categorie ID's uitsluiten of aangeven hoeveel berichten je op deze pagina wilt weergeven.

source: The Archive Intro Text sets the text before the archive entries to introduce the content to the viewer.
es_mx: El Archivo de Introducción del Texto establece el texto del archivo de entradas a introducir al espectador.
hr: Archiv Intro Text postavlja tekst prije stavke arhiva i upoznaje gledatelja sa sadržajem.
id_id: Teks Intro Arsip mengeset teks sebelum entrian arsip untuk memperkenalkan isi ke si pelihat.
nl_be: De Archief introtekst wordt aan het begin van het archief geplaatst als introductie van de inhoud aan de gebruiker.

source: You can import a file you've previously exported. The file name will start with %s followed by one or more strings indicating which settings it contains, finally followed by the date and time it was exported.
es_mx: Puede importar un archivo que ha exportado previamente. El nombre de archivo comienza con %s seguido de una o más palabras indicando cuales parámetros contiene, finalmente seguido de la fecha y hora que fue exportado.
hr: Možete uvesti datoteku koju ste prethodno izvezli. Ime datoteke će početi s %s i nastavit će se s jednim ili više stringova koji će označavati postavke koje sadrži te, na kraju, datumom i vremenom izvoza datoteke.
id_id: Anda dapat mengimpor sebuah berkas yang sebelumnya sudah Anda ekspor. Nama berkas akan dimulai dengan %s diikuti dengan satu atau lebih string yang menandakan pengaturan tersebut berasal, dan di akhirnya diikuti dengan tanggal dan waktu ekspor.
nl_be: Je kunt het bestand importeren dat je eerst geëxporteerd hebt. De bestandsnaam begint met %s gevolgd door één of meer strings die de instellingen aangeven en tenslotte de datum en tijdstip van wanneer het bestand geëxporteerd is.

source: Directories
es_mx: Directorios
nl_be: Mappen

source: Archiving
es_mx: Archivando
nl_be: Archivering

source: Indexing
es_mx: Indexando
nl_be: Indexeren

source: Additions on right
es_mx: Adiciones en derecha
nl_be: Toevoegingen voor rechts

source: Additions on left
es_mx: Adiciones en izquierda
nl_be: Toevoegingen voor links

source: Document Title Order
es_mx: Orden de Titulo en Documento
nl_be: Volgorde Document Titel

source: Section Headings
es_mx: Encabezados de Sección
nl_be: Sectie Kopteksten

source: Canonical URL
es_mx: URL Canónico

source: Document Title
es_mx: Título del Documento
nl_be: Document Titel

source: Link opens in a new window.
es_mx: El enlace se abre en una nueva ventana.
nl_be: Link in een nieuw scherm openen.

source: - None -
es_mx: - Ninguno -

source: Display the featured image?
es_mx: ¿Mostrar la imagen destacada?
nl_be: De uitgelichte afbeelding tonen?

source: Limit content to how many characters? (0 for no limit)
es_mx: ¿A cuántos caracteres restringir la longitud del contenido ? (0 para no restringir)
nl_be: Limiteer content to hoeveel karakters? (0 voor geen limiet)

source: Breadcrumbs on Attachment/Media
es_mx: Breadcrumbs en archivos Adjuntos/Multimedia
nl_be: Kruimelpad voor de Bijlage/Media

source: Breadcrumbs on 404 Page
es_mx: Breadcrumbs en Página 404

source: Breadcrumbs on Archives
es_mx: Breadcrumbs en Archivos
nl_be: Kruimelpad voor de Archieven

source: Breadcrumbs on Pages
es_mx: Breadcrumbs en Páginas
nl_be: Kruimelpad voor de Pagina's

source: Breadcrumbs on Single Posts
es_mx: Breadcrumbs en Entradas Individuales
nl_be: Kruimelpad voor de Enkele Berichten

source: Breadcrumbs on Posts Page
es_mx: Breadcrumbs en Página de Entradas

source: Breadcrumbs on Front Page
es_mx: Breadcrumbs en página Frontal

source: Breadcrumbs on Homepage
es_mx: Breadcrumbs en página Home
nl_be: Kruimelpad voor de Hoofdpagina

source: Select Default Layout
es_mx: Elija un diseño predeterminado

source: Site Layout
es_mx: Distribución del Sitio

source: Select Color Style
es_mx: Selecciona Estilo de Color
nl_be: Kies Kleur Stijl

source: Color Scheme
es_mx: Tema de Color
nl_be: Kleuren Schema

source: Dynamic Text
es_mx: Texto Dinámico
nl_be: Dynamische Tekst

source: Select Layout
es_mx: Selecciona Distribución
nl_be: Kies Layout

source: Reader Interactions
es_mx: Interacciones del Lector
nl_be: Lees Interacties

source: Sitemap
es_mx: Mapa del Sitio

source: Author Archive SEO Settings
es_mx: Ajustes de Autor de Archivo SEO
nl_be: Auteur Archief SEO instellingen

source: Footer Scripts
es_mx: Scripts en Pie de Página

source: Header Scripts
es_mx: Scripts en Encabezado

source: Posts per Page
es_mx: Número de Entradas por Página

source: Category IDs, comma separated - 1,2,3 for example
es_mx: IDs de Categoría, separar con comas - por ejemplo 1,2,3

source: Exclude Categories
es_mx: Excluir Categorías

source: Display Category
es_mx: Mostrar Categoría

source: Entry Pagination
es_mx: Paginación de la Entrada

source: Image Alignment:
es_mx: Alineación de la Imagen:

source: Featured Image
es_mx: Imagen Destacada

source: Entry excerpts
es_mx: Extractos de la entrada
nl_be: Samenvatting bericht

source: Entry content
es_mx: Contenido de la entrada
nl_be: Content bericht

source: Display
es_mx: Mostrar

source: Attachment/Media
es_mx: Archivos Adjuntos/Multimedia

source: Single Posts
es_mx: Posts Individuales

source: If your custom feed(s) are not handled by Feedblitz or Feedburner, do not use the redirect options.
es_mx: Si sus fuentes de retroalimentación personalizadas no son manejados por Feedblitz vs Feedburner, no use las opciones de reenvío.

source: Redirect Custom Comments Feed?
es_mx: ¿Redirigir el Feed de Comentarios Personalizados?

source: Redirect Custom Feed?
es_mx: ¿Redireccionar el Feed Personalizado?

source: Email address
es_mx: Correo electrónico

source: Updates
es_mx: Actualizaciones

source: Secondary Sidebar, Content, Primary Sidebar
es_mx: Barra Lateral Secundaria, Contenido, Barra Lateral Principal
nl_be: Secundaire Sidebar, Content, Primaire Sidebar

source: Secondary Sidebar, Primary Sidebar, Content
es_mx: Barra Lateral Secundaria, Barra Lateral Principal, Contenido
nl_be: Secundaire Sidebar, Primaire Sidebar, Content

source: Content, Primary Sidebar, Secondary Sidebar
es_mx: Contenido, Barra Lateral Primaria, Barra Lateral Secundaria
nl_be: Content, Primaire Sidebar, Secundaire Sidebar

source: Primary Sidebar, Content
es_mx: Barra Lateral Primaria, Contenido
nl_be: Primaire Sidebar, Content

source: Content, Primary Sidebar
es_mx: Contenido, Barra Lateral Principal
nl_be: Content, Primaire Sidebar

source: about
es_mx: Acerca de
nl_be: over

source: Genesis database upgraded.
es_mx: La base de datos de Genesis ha sido Actualizada con Mejoras
nl_be: Genesis database is bijgewerkt.

source: Exclude Sticky Posts?
es_mx: ¿Excluir Entradas Sticky?
nl_be: Sticky berichten uitsluiten?

source: Center
es_mx: Centro
nl_be: Centreer

source: (no title)
es_mx: (Sin título)
nl_be: (geen titel)

source: Current page
es_mx: Página Actual
nl_be: Huidige pagina

source: Page
es_mx: Página
nl_be: Pagina

source: Skip to footer
es_mx: Brincar el pie de pagina
nl_be: Spring naar de voettekst

source: Skip to secondary sidebar
es_mx: Brincar la barra secundaria del lado
nl_be: Spring naar de tweede sidebar

source: Skip to primary sidebar
es_mx: Ir a la Barra Lateral Principal
nl_be: Spring naar de eerste sidebar

source: Skip to content
es_mx: Ir al contenido
nl_be: Spring naar de inhoud

source: Skip to primary navigation
es_mx: Brincar hacia la navegación primaria
nl_be: Spring naar de hoofdnavigatie

source: This is the header widget area. It typically appears next to the site title or logo. This widget area is not suitable to display every type of widget, and works best with a custom menu, a search form, or possibly a text widget.
es_mx: Esta es la área del reproductor de encabezado, típicamente aparece próximo al titulo del sitio o logo. Esta área del reproductor no es utilizable para visualizar cualquier tipo de reproductores, y trabaja mejor con un menú personalizado, una forma de búsqueda, o posiblemente un reproductor de texto.
nl_be: Dit is de header widget ruimte. Normaal gesproken verschijnt deze naast de site titel of het logo. Deze widget ruimte is niet geschikt voor elk type widget en werkt het beste met een op maat gemaakt menu, een zoekformulier of eventueel een tekst widget.

source: Next Post:
hr: Sljedeća objava:
nl_be: Volgend bericht:

source: Previous Post:
hr: Prethodna objava:
nl_be: Vorig bericht:

source: Search site
hr: Pretraži na stranicama
nl_be: Zoeken op website

source: Update Notification Email Address removed.
nl_be: Update notificatie e-mailadres verwijderd.

source: Update Notification Email Address
nl_be: Update notificatie e-mailadres

source: Genesis Author Archive Data
nl_be: Genesis auteur archief gegevens

source: Using Genesis %s.
nl_be: Je gebruikt Genesis %s.

source: Genesis requires PHP version %1$s or higher. You are using version %2$s. Please <a href="%3$s">upgrade PHP</a> to use Genesis.
nl_be: Genesis vereist PHP-versie %1$s of hoger. U gebruikt versie %2$s. <a href="%3$s">Upgrade PHP</a> om Genesis te gebruiken.

source: Secondary
nl_be: Secundair

source: Main
nl_be: Hoofd

source: Select the pages which should display breadcrumbs.
nl_be: Selecteer de pagina's waarop het kruimelpad moeten worden weergegeven.

source: Select Site Layout
nl_be: Selecteer Site-indeling

source: Email Address
nl_be: E-mailadres

source: By checking this box, you allow Genesis to periodically check for updates.
nl_be: Door dit vakje aan te vinken, staat u Genesis toe om regelmatig te controleren op updates.

source: Customize the various theme settings.
nl_be: Pas de verschillende thema-instellingen aan.

source: Apply noydir to entire site?
nl_be: Noydir toepassen op hele site?

source: Entire Site
nl_be: Volledige site

source: Search Results
hr: Rezultati pretraživanja
nl_be: Zoekresultaten

source: Date Archives
hr: Arhiva po datumu
nl_be: Datum archief

source: Author Archives
hr: Arhiva po autoru
nl_be: Auteur archief

source: Tag Archives
hr: Arhiva po oznakama
nl_be: Tag archief

source: Category Archives
hr: Arhiva po kategorijama
nl_be: Categorie archief

source: Include Shortlink Tag?
nl_be: Shortlink-tag opnemen?

source: Document Head
nl_be: Documentkop

source: Apply noarchive to the homepage
nl_be: Noarchive toepassen op de startpagina

source: Apply nofollow to the homepage
nl_be: Nofollow toepassen op de startpagina

source: Apply noindex to the homepage
nl_be: Noindex toepassen op de startpagina

source: Homepage Document Title
nl_be: Startpagina documenttitel

source: Customize the various theme SEO settings.
nl_be: Pas de verschillende thema SEO-instellingen aan.

source: Search engine optimization
nl_be: Zoek machine optimalisatie

source: 301 Redirect.
nl_be: 301 Doorverwijzing,

source: Apply noarchive to this post/page
nl_be: Noarchive toepassen op dit bericht/deze pagina

source: Apply nofollow to this post/page
nl_be: Nofollow toepassen op dit bericht/deze pagina

source: Apply noindex to this post/page
nl_be: Noindex toepassen op dit bericht/deze pagina

source: The industry standard for Premium WordPress Themes.
nl_be: De standaard voor Premium WordPress Themes.

source: Edit Archive Settings
nl_be: Bewerk Archief Instellingen

source: Please Activate a Genesis Child Theme:
nl_be: Activeer een Genesis Child Theme:

source: Check For Updates
nl_be: Controleer Op Updates

source: If you provide an email address, your site will email you when the update can be performed.
nl_be: Wanneer je je e-mail adres hier invult zal de site je een bericht sturen wanneer er een update uitgevoerd kan worden.

source: Save Changes
nl_be: Wijzigingen opslaan

source: Read more about noarchive
nl_be: Lees meer over noarchive

source: Read more about nofollow
nl_be: Lees meer over nofollow

source: Read more about noindex
nl_be: Lees meer over noindex

source: Read more about 301 Redirects
nl_be: Lees more over 301 Redirects

source: Read more about Custom Canonical URL
nl_be: Lees meer over Custom Canonical URL

source: Entry Pagination Type
nl_be: Bericht paginatie soort

source: Robots Meta Tags
hr: Robotske meta oznake
id_id: Tag Meta Robots:
nl_be: Robot meta tags:

source: Site Description (Tagline)
hr: Opis lokacije (tagline)
id_id: Deskripsi Situs (Tagline)
nl_be: Site ondertitel

source: %1$s at %2$s
hr: %1$s kod %2$s
id_id: %1$s pada %2$s
nl_be: %1$s op %2$s

source: Breadcrumbs
id_id: Potongan alamat
nl_be: Kruimelpad
