Repository: remkus/genesis-translations
Catalog: translations/*.po
Languages: es_mx, hr, id_id, nl_be

source: This setup is preferred because it makes it easier to show a blog on the front page (no need to rename the home.php file) and does not have the confusion of no content on the home page when the theme is initially installed.
hr: Prednost dajemo ovakvom postavljanju jer omogućuje lakše postavljanje bloga na početnu stranicu (bez potrebe za preimenovanjem home.php datoteke) i ne stvara zabunu zbog nedostatka sadržaja na početnoj stranici odmah nakon postavljanja teme.
id_id: Pengaturan ini disukai karena dia membuatnya lebih mudah menampilkan sebuah halaman pada halaman depan (tidak perlu mengubah nama home.php) dan tidak membingungkan pada halaman depan ketika tema pertama sekali diinstal.
nl_be: Deze instelling heeft de voorkeur omdat deze het makkelijker maakt om een ​​blog op de homepagina te tonen (niet nodig om de home.php file een andere naam te geven) en schept geen verwarring waarbij er geen inhoud op de homepagina getoond wordt als het thema voor het eerst wordt geïnstalleerd .

source: If your theme uses a custom home page and you want to show the latest posts in a blog format, do not use the blog template. Instead, you need to rename the home.php file to home-old.php instead.
hr: Ako vaša tema koristi prilagođenu početnu stranicu i vi želite prikazivati najnovije članke u blog obliku nemojte koristiti predložak za blog. Umjesto toga, preimenujte datoteku home.php u home-old.php
id_id: Jika tema Anda menggunakan halaman depan yang dapat dikostumisasi dan Anda ingin menampilkan tulisan terakhir di sebuah format blog, jangan gunakan templat blog. Sebagai gantinya, Anda perlu mengubah nama dari home.php menjadi home-old.php.
nl_be: Als je thema een eigen homepage heeft en je wil er de laatste berichten laten zien in een blogformat, gebruik dan niet het blogtemplate. In plaats daarvan moet je het home.php bestand hernoemen naar home-old.php

source: Child themes that include this type of home page typically include additional theme-specific tutorials which can be accessed via a sticky post at the top of that child theme support forum.
hr: Teme koje uključuju ovakvu vrstu početne stranice obično imaju dodatne priručnike upravo za tu temu. Priručnike možete pronaći u članku na vrhu foruma za pomoć svake teme.
id_id: Tema Anak yang menyertakan tipe halaman depan ini pada dasarnya menyertakan tambahan tutorial tema khusus yang dapat diakses melalui tulisan yang dilengketkan pada bagian paling atas dari tema anak di forum dukungan yang bertalian.
nl_be: Child thema's met dit soort homepagina's hebben meestal specifieke handleidingen die je kunt benaderen via een sticky post boven aan de pagina van het child thema support forum.

source: To use this type of home page, make sure your latest posts are set to show on the front page. You can setup a page with the Blog page template to show a blog style list of your latest posts on another page.
hr: Za korištenje ovog tima početne stranice osigurajte da su vaši zadnji članci postavljeni za prikazivanje na početnoj stranici. Možete postaviti stranicu uz pomoć predloška za blog stranice i tako prikazati blog listu vaših zadnjih postova na nekoj drugoj stranici.
id_id: Untuk menggunakan tipe halaman depan, pastikan tulisan terakhir Anda sudah diset untuk ditampilkan di halaman depan. Anda dapat mengeset sebuah halaman dengan templat halaman Blog untuk menampilkan daftar gaya blog dari tulisan terakhir Anda pada halaman lainnya.
nl_be: Om dit type homepage te kunnen gebruiken, moet je zeker zijn dat je laatste berichten zo zijn ingesteld dat ze getoond worden op de voorpainga. Je kunt een pagina maken met het Blog sjabloon om een overzicht van je laatste berichten te krijgen op een andere pagina.

source: The Display entry excerpt setting will display the first 55 words of the entry after also stripping any included HTML or the manual/custom excerpt added in the edit screen.
hr: Postavke Display post excerpt će prikazati prvih 55 riječi članka bez uključenog HTML koda ili ručnih te prilagođenih isječaka dodanih na ekranu za uređivanje članaka.
id_id: Pengaturan ringkasan tulisan akan menampilkan 55 kata pertama dari tulisan setelah juga dipotong HTML apapun yang disertakan, atau ringkasan kostum/manual yang ditambahkan di layar ubah tulisan.
nl_be: De instelling om de samenvatting van het bericht te vertonen, vertoont de eerste 55 woorden van het bericht en stript ook alle HTML uit het bericht.

source: The first option allows you to display the entry content or the entry excerpt. The Display entry content setting will display the entire entry including HTML code up to the <!--more--> tag if used (this is HTML for the comment tag that is not displayed in the browser).
hr: Ova mogućnost dozvoljava vam da prikažete ili sadržaj članka ili izdvojeni dio. Postavke za Prikaži sadržaj članka će prikazati čitav članak uključujući i HTML kod do oznake <!--more--> ako je korištena (ovo je HTML za oznaku komentara koja se ne prikazuje u pregledniku).
id_id: Pilihan pertama mengijinkan untuk menampilkan konten tulisan atau ringkasan tulisan. Pengaturan konten tulisan akan menampilkan keseluruhan tulisan termasuk kode HTML sampai ke tag <!--more--> jika digunakan (ini adalah HTML untuk tag komentar yang tidak ditampilkan di browser).
nl_be: De eerste optie maakt het mogelijk de content van de het bericht of een samenvatting. De toon bericht content instellingen toont het volledige bericht inclusief HTML code tot aan de <!--more--> tag wanneer deze gebruikt is.

source: Archives include any pages using the blog template, category pages, tag pages, date archive, author archives, and the latest posts if there is no custom home page.
hr: Arhiva uključuje sve stranice koje koriste predložak za blog, stranice kategorija, oznaka, datuma autora i zadnjih članaka ako ne postoji prilagođena početna stranica.
id_id: Arsip menyertakan halaman apapun menggunakan templat blog, halaman kategori, halaman tag, arsip tanggal, arsip penulis, dan tulisan terakhir jika tidak ada halaman kostum depan.
nl_be: Archieven zijn alle pagina's die de blog template gebruiken, categorie pagina's, tag pagina's, datum pagina's, auteur pagina's en de laatste berichten als er een custom homepagina is.

source: In the Genesis Theme Settings you may change the site wide Content Archives options to control what displays in the site's Archives.
hr: U postavkama teme Genesis možete promijeniti mogućnosti sadržaja arhiva na čitavoj lokaciji i kontrolirati što se prikazuje u arhivama lokacije.
id_id: Di Pengaturan Tema Genesis Anda mungkin mengganti pilihan Arsip Konten untuk mengawasi apa yang ditampilkan di Arsip situs.
nl_be: In de Genesis theme instellingen kun je met de Content Archief opties aangeven wat er getoond moet worden in de site archieven.

source: This box lets you define where the "Breadcrumbs" display. The Breadcrumb is the navigation tool that displays where a visitor is on the site at any given moment.
hr: Ova kućica vam omogućuje definiranje pozicije za prikazivanje "breadcrumbsa". "Breadcrumbs" je navigacijski alat koji prikazuje na kojem mjestu se posjetitelj lokacije nalazi.
id_id: Kotak ini mengijinkan Anda untuk menentukan di mana "Breadcrumbs" ditampilkan. Breadcrumb adalah tool navigasi yang menampilkan lokasi seorang pengunjung sedang berada di situs pada momen apapun.
nl_be: Hier bepaal je waar het kruimelpad vertoond wordt. Het kruimelpad is het navigatie hulpmiddel die toont waar een bezoeker zich op dat moment bevind.

source: If you use Feedburner to handle your rss feed(s) you can use this function to set your site's native feed to redirect to your Feedburner feed.
hr: Ako koristite Feedburner za upravljanje vašim RSS feed(ovima) možete koristiti ovu funkciju za preusmjeravanje zadanog feed-a vaše stranice na Feedburner feed
id_id: Jika Anda menggunakan Feedburner untuk menangani rss feed Anda, maka Anda dapat menggunakan fungsi ini untuk mengeset feed asli situs Anda untuk mengarahkan ke feed Feedburner Anda.
nl_be: Als je Feedburner gebruikt om je rss feed(s) te publiceren dan kun je via deze functie de oorspronkelijke feed van je website doorverwijzen naar je Feedburner feed.

source: At least one archive should be indexed, but indexing multiple archives will typically result in a duplicate content penalization (multiple pages with identical content look manipulative to search engines).
hr: Barem jedna arhiva treba biti indeksirana, ali indeksiranje više arhiva tipično rezultira kažnjavanjem dvostrukog sadržaja od strane tražilica (više stranica s identičnim sadržajem izgleda tražilicama kao manipulacija).
id_id: Sedikitnya satu arsip seharusnya diindeks, tapi dengan mengindeks banyak arsip dapat menyebabkan hukuman konten duplikat (halaman banyak dengan konten yang sama untuk memanipulasi mesin pencarian).
nl_be: Er moet op z'n minst één archief geïndexeerd zijn, maar het indexeren van meerdere archieven resulteert meestal in content penalization (waar meerder pagina's met extra dezelfde content manipulerend overkomen voor zoekmachines)

source: Noarchive and noindex are explained in the home settings. Here you can select what other parts of the site to apply these options to.
hr: Noarchive i noindex su objašnjeni u početnim postavkama. Ovdje možete odabrati na koje još dijelove lokacije se odnose te mogućnosti.
id_id: Noarchive dan noindex dijelaskan di pengaturan depan. Di sini Anda dapat memilih bagian lain apa dari situs yang akan menerapkan pilihan ini.
nl_be: Noarchive en noindex worden uitgelegd in de home settings.

source: The Homepage Robots Meta Tags tell search engines how to handle the homepage. Noindex means not to index the page at all, and it will not appear in search results. Nofollow means do not follow any links from this page and noarchive tells them not to make an archive copy of the page.
hr: Meta oznake robota na početnoj stranici govore tražilicama kako da obrade početnu stranicu. Noindex znači da ne indeksiraju početnu stranicu i ona se neće pojaviti u rezultatima. Nofollow znači da neće slijediti niti jednu poveznicu s te stranice, a noarchive im govori da ne rade arhivske kopije stranice.
id_id: Tag Meta Robots Homepage mengatakan mesin pencarian bagaimana menangani halaman depan. Noindex berarti tidak mengindeks halaman sama sekali, dan dia tidak akan kelihatan di hasil mesin pencarian. Nofollow berarti tidak mengikuti tautan apapun dari halaman ini dan noarchives mengatakan mereka untuk tidak membuat salinan arsip dari halaman.
nl_be: De homepage Robots META Tags vertelt de zoekmachines hoe ze de homepage moeten behandelen. Noindex geeft aan dat de pagina niet geïndexeerd moet worden, en deze zal dus niet in de zoekresultaten komen. Nofollow betekent dat links vanaf deze pagina niet gevolgd worden en noarchive vertelt de zoekmachines om geen archiefcopy van deze pagina te maken.

source: The home META description and keywords fill in the meta tags for the home page. The META description is the short text blurb that appear in search engine results.
hr: Početni META opisi i ključne riječi ispunjavaju meta oznake za početnu stranicu. META opisi su kratak oblačić teksta koji se pojavljuje u rezultatima tražilica.
id_id: Deskripsi dan kata kunci META depan mengisi tag meta untuk halaman depan. Deskripsi META adalah teks singkat yang kelihatan di hasil mesin pencarian.
nl_be: De home META beschrijving en zoekwoorden worden gebruikt om de meta tags op de homepage in te stellen. De META beschrijving is een kort stukje tekst die zichtbaar wordt in de zoekmachine resultaten.

source: These are the homepage specific SEO settings. Note: these settings will not apply if a static page is set as the front page. If you're using a static WordPress page as your hompage, you'll need to set the SEO settings on that particular page.
hr: Ovo su postavke vezane za početnu stranicu. Napomena: ove postavke neće vrijediti ako statičnu stranicu postavite kao početnu. Ako koristite statičnu WordPress stranicu kao početnu trebate postaviti SEO postavke na toj stranici.
id_id: Ini adalah pengaturan SEO yang ditentukan di halaman awal. Catatan: pengaturan ini tidak akan diterapkan jika sebuah halaman statik telah ditentukan sebagai halaman depan. Jika Anda sedang menggunakan halaman WordPress statik sebagai halaman depan, Anda perlu menentukan pengaturan SEO pada halaman tersebut.
nl_be: Dit zijn de SEO instellingen voor de startpagina. Let op: deze instellingen zijn niet van toepassing als een statische pagina is ingesteld als startpagina. Als je een statische pagina gebruikt als startpagina kun je de SEO instellingen aanpassen bij de instellingen van die pagina zelf.

source: Each page, post, and term will have its own SEO settings as well. The default settings are recommended for most users. If you wish to adjust your SEO settings, the boxes include internal descriptions.
hr: Svaka stranica, članak i pojam imaju također svoje SEO postavke. Početne postavke su preporučene za većinu korisnika. Ako želite prilagoditi vaše SEO postavke kućice sadržavaju opise.
id_id: Setiap halaman, tulisan, dan istilah akan memiliki pengaturan SEO-nya masing-masing. Pengaturan standar disarankan untuk kebanyakan pengguna. Jika Anda ingin menyesuaikan pengaturan SEO Anda, kotak-kotak tersebut menyertakan deskripsi internal.
nl_be: Elke pagina, bericht en term heeft zijn eigen SEO instellingen. De standaard instellingen worden aangeraden voor de meeste gebruikers. Als je je SEO instellingen wilt aanpassen, de opties bevatten ook eigen beschrijvingen.

source: It also does not include other settings for plugins, widgets, or post/page/term/user specific settings.
hr: Također ne sadržava druge postavke za plugin, widget ili članak/stranica/pojam/korisnik specifične postavke.
id_id: Ini juga tidak termasuk pengaturan lain untuk plugin, widget, atau pengaturan khusus tulisan/halaman/istilah.
nl_be: Ook instellingen voor plugins, widgets of specifieke bericht-, pagina-, term- en gebruikersinstellingen worden niet meegenomen.

source: This is specific to Genesis settings and does not includes posts, pages, or images, which is what the built-in WordPress import/export menu does.
hr: Ovo je specifičnost Genesis postavki i isključuje članke, stranice ili fotografije koje možete izvesti ili uvesti preko postojećeg WordPress izbornika.
id_id: Ini khusus kepada pengaturan Genesis dan tidak termasuk tulisan, halaman, atau gambar, yang merupakan dari menu import/export bawaan WordPress.
nl_be: Dit betreft alleen specifieke Genesis Thema Instellingen, dus geen berichten, pagina's of afbeeldingen.

source: Twitter link displays a link to your Twitter profile, as indicated in Twitter ID setting. Enter only your user name in this setting.
hr: Twitter poveznica prikazuje poveznicu do vašeg Twitter profila naznačenog u Twitter ID postavkama. Potrebno je samo unijeti vaše korisničko ime u ovim postavkama.
id_id: Tautan Twitter menampilkan sebuah tautan ke profil Twitter, seperti yang diindikasikan di pengaturan Twitter ID. Masukkan hanya nama pengguna Anda di pengaturan ini.
nl_be: Via de Twitter link wordt een link zichtbaar naar je Twitter profiel, zoals aangegeven in de Twitter ID instellingen. Vul hier alleen je gebruikersnaam in.

source: RSS feed link displays a link to the RSS feed for your site that a reader can use to subscribe to your site using the feedreader of their choice.
hr: RSS feed prikazuje poveznicu do RSS feed na wašoj lokaciji koji vaši čitatelji mogu koristiti za pretplatu na vašu lokaciju uz korištenje aplikacije za čitanje po njihovom izboru.
id_id: Tautan RSS feed menampilkan sebuah tautan ke RSS feed untuk situs Anda yang digunakan pembaca untuk mendaftarkan mereka ke situs Anda melalui feedreader dari pilihan mereka.
nl_be: RSS feed link maakt een link zichtbaar naar de RSS feed van je site zodat een lezer zich kan aanmelden voor je site met een feedreader naar keuze.

source: The Primary Navigation Extras typically display on the right side of your Primary Navigation menu.
hr: Primary Navigation Extras obično se prikazuju na desnoj strani všeg Primary Navigation izbornika
id_id: Ekstra Navigasi Utama pada dasarnya ditampilkan di sebelah kanan dari menu Navigasi Utama Anda.
nl_be: De Primaire Navigatie Extra's worden normaliter rechts van je Primaire Navigatie getoond.

source: You can export your Genesis-related settings to back them up, or copy them to another site. Child themes and plugins may add their own checkboxes to the list. The settings are exported in %s format.
hr: Možete izvesti vaše postavke povezane s Genesisom kako biste ih sačuvali ili kopirali na drugu lokaciju. Teme i dodaci mogu dodati svoj vlastiti okvir za izbor na listu. Postavke se izvoze u %s formatu.
id_id: Anda dapat mengekspor pengaturan yang terkait dengan Genesis untuk membuat salinan mereka, atau menyalin mereka ke situs lainnya. Tema anak dan plugin mungkin menambahkan checkbox mereka ke daftar. Pengaturan diekspor dalam format %s.
nl_be: Je kan je Genesis instellingen exporteren om een back-up te maken of ze te kopiëren naar een andere website. Child thema's en plugins kunnen hun eigen checkboxes toevoegen. De instellingen worden geëxporteerd in %s formaat.

source: The Meta description and keywords fill in the meta tags for the archive page. The Meta description is the short text blurb that appears in search engine results.
hr: Meta opisi i ključne riječi ispunjavaju meta oznake za arhivske stranice. Meta oznake su kratak tekst koji se pojavljuje u rezultatima tražilica.
nl_be: De Meta description and zoekwoorden worden gebruikt voor de meta tags op de archiefpagina's. De Meta description is het stukje tekst dat in de zoekresultaten wordt weergegeven.

source: The Robots Meta Tags tell search engines how to handle the archive page. Noindex means not to index the page at all, and it will not appear in search results. Nofollow means do not follow any links from this page and noarchive tells them not to make an archive copy of the page.
hr: Robotske meta oznake govore tražilicama kako da obrade stranicu arhiva. Noindex znači da stranica neće biti indeksirana i neće se pojaviti u rezultatima pretraživanja. Nofollow znači da neće slijediti linkove s ove stranice, a noarhive im govori da ne rade arhivsku kopiju starnice.
id_id: Tag Meta Robots mengatakan mesin pencarian bagaimana menangani halaman arsip. Noindex artinya tidak meng-indeks halaman secara keseluruhan, dan dia tidak akan muncul di hasil pencarian. Nofollow artinya tidak mengijinkan tautan apapun dari halaman ini dan noarchives mengatakan mereka untuk tidak membuat salinan arsip dari halaman.
nl_be: De Robots Meta Tags zeggen de zoekmachines hoe de archiefpagina's te behandelen. Noindex betekent om deze pagina in het geheel niet te indexeren en niet te tonen in de zoekresultaten. Nofollow betekent dat de zoekmachines geen enkele link op deze pagina zal volgen. Noarchive tenslotte betekent dat de zoekmachines deze pagina niet zal opslaan in het archief.

source: The Archive Headline sets the title seen on the archive page.
hr: Archive Headline postavlja naslov kako se vidi na arhivskoj stranici.
nl_be: De archief koptitel bepaalt de titel zoals weergegeven op de archiefpagina.

source: The Custom Body Class adds a class to the body tag in the HTML to allow CSS modification exclusively for this post type's archive page.
id_id: Class Body Kostum menambahkan sebuah class ke tag body di HTML yang membolehkan modifikasi CSS secara ekslusif untuk halaman arsip tipe tulisan ini.
nl_be: De Custom Body Class voegt een class toe aan de body tag in de HTML. Dit maakt het mogelijk CSS aanpassingen te doen exclusief voor de archiefpagina van dit post type.

source: The Custom Document Title sets the page title as seen in browsers and search engines.
hr: Custom Document Title postavlja naslov stranice na način kako se vidi pregledniku ili tražilici.
id_id: Judul Dokumen Kostum mengeset judul halaman seperti yang dilihat di browser dan mesin pencarian.
nl_be: De Aangepaste documenttitel bepaalt de paginatitel zoals die wordt weergegeven in browsers en zoekmachines.

source: Primary Title %s
nl_be: Primaire Titel %s

source: Featured Image Alignment
nl_be: Uitlijnen Uitgelichte Afbeelding

source: Featured Image Size
nl_be: Afmetingen Uitgelichte Afbeelding

source: Enable Trackbacks on Pages
nl_be: Activeer Trackbacks voor Pagina's?

source: Enable Trackbacks on Posts
nl_be: Activeer Trackbacks voor Berichten?

source: Enable Comments on Pages
nl_be: Activeer Reacties voor Pagina's?

source: Enable Comments on Posts
nl_be: Activeer Reacties voor Berichten?

source: When extending Genesis_Customizer_Base, you must create a register method.
nl_be: Als je de Genesis_Customizer_Base uit breidt moet je een register methode creëren,

source: https://www.studiopress.com/
nl_be: http://www.studiopress.com/

source: Widgets in this widget area will display after single entries.
nl_be: Widgets in de widget ruimte worden vertoond na het enkele bericht.

source: After Entry
nl_be: Na het bericht

source: Scripts
id_id: Skrip

source: These settings apply to any page given the "Blog" page template, not the homepage or post archive pages.
id_id: Pengaturan ini diterapkan ke halaman apapun yang diberikan templat halaman "Blog", bukan halaman depan atau halaman arsip tulisan.

source: <h3>Trackbacks</h3>
id_id: <h3>Lacakbalik</h3>

source: Entry Pagination Technique allows you to select one of two navigation methods.
hr: Post Navigation Technique omogućuje vam odrediti jednu od tri navigacijske metode.
id_id: Teknik Navigasi Tulisan mengijinkan Anda untuk memilih satu dari tiga metode navigasi.

source: This option should not be used with the entry content unless the content is limited to avoid duplicate images.
hr: Ova opcija ne bi smjela biti korištena uz sadržaj članka osim ako je sadržaj ograničen kako bi se izbjegle dvostruke fotografije.
id_id: Pilihan ini seharusnya tidak digunakan oleh konten tulisan kecuali konten dibatasi untuk menghindari gambar duplikat.

source: The 'Include featured image?' setting allows you to show a thumbnail of the first attached image or currently set featured image.
hr: Postavke 'Include post image?' vam dozvoljavaju prikazivanje minijature prve fotografije u privitku ili trenutačni komplet privlačnih fotografija.
id_id: Pengaturan 'Sertakan gambar tulisan?' mengijinkan Anda untuk menampilkan sebuah thumbnail dari gambar pertama yang dilampirkan atau yang gambar fitur yang terakhir diset.

source: Most search engines do not use Keywords at this time or give them very little consideration; however, it's worth using in case keywords are given greater consideration in the future and also to help guide your content. If the content doesnâ€™t match with your targeted key words, then you may need to consider your content more carefully.
id_id: Kebanyakan mesin pencarian tidak menggunakan Kata kunci pada saat ini atau berikan mereka pertimbangan yang sangat kecil; meski demikian, sangat berharga digunakan dalam hal kata kunci diberikan dengan pertimbangan yang lebih besar di masa depan dan juga membantu konten Anda. Jika konten tidak cocok dengan kata kunci yang ditargetkan, maka Anda perlu mempertimbangkan konten Anda lebih hati-hati.

source: If you donâ€™t see an SEO Settings sub menu, then you probably have another SEO plugin active.
id_id: Jika Anda tidak melihat sub menu Pengaturan SEO, maka Anda mungkin telah memiliki plugin SEO yang aktif.

source: JavaScript Object Notation
id_id: Notasi Objek Javascript atau JavaScript Object Notation
